Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

source: Each account stores information about whether the groups list in the main window is hidden or not. Every time you change groups list visibility, it's saved and then restored when you reopen the account.
cs: Každý účet ukládá informace o tom, zda je seznam skupin v hlavním okně skrytý, nebo ne. Pokaždé, když změníte viditelnost seznamu skupin, je tato informace uložena a poté obnovena při opětovném otevření účtu.
es: Cada cuenta almacena información sobre si la lista de grupos en la ventana principal está oculta o no. Cada vez que cambia la visibilidad de la lista de grupos, se guarda y luego se restaura cuando vuelve a abrir la cuenta.
fr: Chaque compte enregistre l’état affiché ou masqué de la liste des groupes dans la fenêtre principale. Chaque fois que vous modifierez la visibilité de la liste des groupes, ce paramètre sera enregistré puis restauré à la prochaine ouverture.
hi: प्रत्येक खाता इस बारे में जानकारी संग्रहीत करता है कि मुख्य विंडो में समूह सूची छिपी हुई है या नहीं। हर बार जब आप समूह सूची की दृश्यता बदलते हैं, तो इसे सहेजा जाता है और फिर जब आप खाता दोबारा खोलते हैं तो इसे बहाल कर दिया जाता है।
hr: Svaki račun sprema podatke o prikazivanju ii skrivanju popisa grupa u glavnom prozoru. Pri svakoj promjeni će se vidljivost popisa grupa spremiti i obnoviti kada ponovo otvoriš račun.
it: Ogni conto registra se la lista dei gruppi nella finestra principale è nascosta o no. Quando si modifica la visibilità dei gruppi, viene salvata e ripristinata alla riapertura del conto.
ru: Каждый счёт хранит информацию о том, должен ли список групп быть показан в главном окне. Каждый раз, когда вы меняете видимость списка групп, информация об этом сохраняется для открытого счёта и состояние списка групп будет восстановлено, когда вы снова откроете этот счёт.
ta: ஒவ்வொரு கணக்கும் முதன்மையான சாளரத்தில் உள்ள குழுக்கள் மறைக்கப்பட்டதா இல்லையா என்பது பற்றிய தகவல்களை சேமிக்கிறது. ஒவ்வொரு முறையும் நீங்கள் குழுக்களின் பட்டியல் தெரிவுநிலையை மாற்றும்போது, கணக்கை மீண்டும் திறக்கும்போது அது சேமிக்கப்படுகிறது, பின்னர் மீட்டமைக்கப்படுகிறது.

source: Tags Visibility
hi: टैग दृश्यता
hr: Vidljivost oznaka
ta: குறிச்சொற்கள் தெரிவுநிலை

source: Each account stores information about whether the tags list in the main window is hidden or not. Every time you change tags list visibility, it's saved and then restored when you reopen the account.
hi: प्रत्येक खाता इस बारे में जानकारी संग्रहीत करता है कि मुख्य विंडो में टैग सूची छिपी हुई है या नहीं। हर बार जब आप टैग सूची दृश्यता बदलते हैं, तो इसे सहेजा जाता है और फिर खाता दोबारा खोलने पर इसे पुनर्स्थापित कर दिया जाता है।
hr: Svaki račun sprema podatke o prikazivanju ii skrivanju popisa oznaka u glavnom prozoru. Pri svakoj promjeni vidljivosti popisa oznaka, promjena će se spremiti i obnoviti kada ponovo otvoriš račun.
ta: ஒவ்வொரு கணக்கும் முதன்மையான சாளரத்தில் உள்ள குறிச்சொற்கள் பட்டியல் மறைக்கப்பட்டதா இல்லையா என்பது பற்றிய தகவல்களை சேமிக்கிறது. ஒவ்வொரு முறையும் நீங்கள் குறிச்சொற்கள் பட்டியல் தெரிவுநிலையை மாற்றும்போது, நீங்கள் கணக்கை மீண்டும் திறக்கும்போது அது சேமிக்கப்படுகிறது, பின்னர் மீட்டமைக்கப்படுகிறது.

# link
source: Configuration 🔧
cs: Nastavení 🔧
es: Configuración 🔧
hi: कॉन्फ़िगरेशन 🔧
hr: Konfiguracija 🔧
it: Configurazione 🔧
ru: Конфигурация 🔧
ta: உள்ளமைவு

source: Configuration
cs: Nastavení
es: Configuración
hi: कॉन्फ़िगरेशन
hr: Konfiguracija
it: Configurazione
ru: Конфигурация
ta: உள்ளமைவு

source: This page describes what you can change in the application configuration.
cs: Na této stránce je popsáno, co můžete změnit v nastavení aplikace.
es: Esta página describe lo que puede cambiar en la configuración de la aplicación.
fr: Cette page décrit ce que vous pouvez modifier dans la configuration de l’application.
hi: यह पृष्ठ वर्णन करता है कि आप एप्लिकेशन कॉन्फ़िगरेशन में क्या बदल सकते हैं।
hr: Ova stranica opisuje što možeš promijeniti u konfiguraciji aplikacije.
it: Questa pagina descrive cosa è possibile cambiare nella configurazione dell'applicazione.
ru: На этой странице перечислены настройки, которые вы можете изменить в конфигурации приложения.
ta: பயன்பாட்டு உள்ளமைவில் நீங்கள் எதை மாற்றலாம் என்பதை இந்த பக்கம் விவரிக்கிறது.

source: Depending on your platform, in the application interface the configuration is referred as either <gui>Preferences</gui> or <gui>Settings</gui>.
cs: V závislosti na platformě je konfigurace v rozhraní aplikace označena jako <gui>Předvolby</gui> nebo <gui>Nastavení</gui>.
es: Dependiendo de su plataforma, en la interfaz de la aplicación, la configuración se denomina <gui>Preferencias</gui> o <gui>Configuración</gui>.
fr: Dépendant de votre plateforme, la configuration apparaît dans l’interface de l’application sous le vocable <gui>Préférences</gui> ou <gui>Paramètres</gui>.
hi: आपके प्लेटफ़ॉर्म के आधार पर, एप्लिकेशन इंटरफ़ेस में कॉन्फ़िगरेशन को <gui>प्राथमिकताएं</gui> या <gui>सेटिंग्स</gui> के रूप में संदर्भित किया जाता है।
hr: Ovisno o platformi, u sučelju aplikacije se konfiguracija zove <gui>Osobitosti</gui> ili <gui>Postavke</gui>.
it: A seconda della propria piattaforma, è possibile trovare la configurazione nell'interfaccia dell'applicazione sotto <gui>Preferenze</gui> oppure <gui>Impostazioni</gui>.
ru: В зависимости от вашей ОС, в интерфейсе приложения конфигурация называется другим термином: <gui>Параметры</gui> или <gui>Настройки</gui>.
ta: உங்கள் தளத்தைப் பொறுத்து, பயன்பாட்டு இடைமுகத்தில் உள்ளமைவு <gui> விருப்பத்தேர்வுகள் </gui> அல்லது <gui> அமைப்புகள் </gui> என குறிப்பிடப்படுகிறது.

source: Theme
cs: Motiv
es: Tema
fr: Thème
hi: थीम
hr: Tema
it: Stile
ru: Тема
ta: கருப்பொருள்

source: Set light or dark theme, or make <app>Denaro</app> follow your system theme. Changing this on Windows requires the application restart to apply.
cs: Nastavte si světlý nebo tmavý motiv, nebo nastavte, aby <app>Denaro</app> následovalo váš systémový motiv. Změna tohoto nastavení v systému Windows vyžaduje restart aplikace, aby se uplatnila.
es: Establezca un tema claro u oscuro, o haga que <app>Denaro</app> siga el tema de su sistema. Cambiar esto en Windows requiere que se reinicie la aplicación para aplicar.
fr: Définissez un thème sombre ou clair, ou faites en sorte que <app>Denaro</app> suive celui du système. Le changement de ce paramètre sous Windows requiert un redémarrage de l’application.
hi: प्रकाश या गहरे रंग की थीम सेट करें, या <app>Denaro</app> को अपने सिस्टम थीम का अनुसरण करें। विंडोज़ पर इसे बदलने के लिए आवेदन को पुनः आरंभ करने की आवश्यकता है।
hr: Postavi svijetlu ili tamnu temu ili neka <app>Denaro</app> slijedi temu tvog sustava. Za primjenu promjene teme u Windows sustavu zahtijeva ponovno pokretanje aplikacije.
it: Impostare lo stile chiaro o scuro, oppure dire a <app>Denaro</app> di seguire lo stile di sistema. Cambiare lo stile su Windows richiede il riavvio dell'applicazione per applicare le modifiche.
ru: Установите, должно ли приложение использовать светлую или тёмную тему, либо следовать настройкам вашей системы. Для применения темы в ОС Windows требуется перезапуск программы.
ta: ஒளி அல்லது இருண்ட கருப்பொருளை அமைக்கவும் அல்லது <app> டெனாரோ </app> உங்கள் கணினி கருப்பொருளைப் பின்பற்றவும். சாளரங்களில் இதை மாற்றுவதற்கு விண்ணப்பிக்க விண்ணப்பிக்க வேண்டும்.

source: Transaction Default Color
cs: Výchozí barva transakce
es: Color de la transacción predeterminado
fr: Couleur par défaut des transactions
hi: लेन-देन डिफ़ॉल्ट रंग
hr: Standardna boja transakcija
it: Colore predefinito delle transazioni
ru: Цвет транзакции по умолчанию
ta: பரிவர்த்தனை இயல்புநிலை நிறம்

source: A color that will be selected by default when adding a new <link xref="transaction">transaction</link> with unique color. Changing this will not affect existing transactions, even if they use previously selected default color.
cs: Barva, která bude vybrána jako výchozí při přidání nové <link xref="transaction">transakce</link> s jedinečnou barvou. Její změna neovlivní existující transakce, i když používají dříve zvolenou výchozí barvu.
es: Un color que se seleccionará por defecto al agregar una <link xref="transaction">transacción</link> nueva con color único. Cambiar esto no afectará las transacciones existentes, incluso si usa el color predeterminado seleccionado previamente.
fr: Une couleur qui sera sélectionnée par défaut lors de l’ajout d’une nouvelle <link xref="transaction">transaction</link> avec une couleur unique. Changer ce paramètre n’affectera pas les transactions existantes, même si elles utilisaient la couleur par défaut précédemment sélectionnée.
hi: एक रंग जो अद्वितीय रंग के साथ एक नया <link xref="transaction">transaction</link> जोड़ते समय डिफ़ॉल्ट रूप से चुना जाएगा। इसे बदलने से मौजूदा लेनदेन प्रभावित नहीं होंगे, भले ही वे पहले से चयनित डिफ़ॉल्ट रंग का उपयोग करें।
hr: Standardna boja prilikom dodavanja nove <link xref="transaction">transakcije</link> s jedinstvenom bojom. Mijenjanje boje neće utjecati na postojeće transakcije, čak i ako koriste prethodno odabranu standardnu boju.
it: Un colore che verrà selezionato inizialmente all'aggiunta di una nuova <link xref="transaction">transazione</link> con colore speciale. Cambiare questo colore non avrà effetto sulle transazioni esistenti, anche se usavano un colore predefinito precedentemente selezionato.
ru: Цвет, который будет выбран по умолчанию при создании новой <link xref="transaction">транзакции</link> с собственным цветом. Изменение цвета не затронет существующие транзакции, даже если они используют цвет, который ранее был цветом по умолчанию.
ta: புதிய <இணைப்பு XREF = "பரிவர்த்தனை"> பரிவர்த்தனை </link> ஐ தனிப்பட்ட வண்ணத்துடன் சேர்க்கும்போது இயல்புநிலையாக தேர்ந்தெடுக்கப்படும் வண்ணம். இதை மாற்றுவது முன்னர் தேர்ந்தெடுக்கப்பட்ட இயல்புநிலை வண்ணத்தைப் பயன்படுத்தினாலும், தற்போதுள்ள பரிவர்த்தனைகளை பாதிக்காது.

source: Transfer Default Color
cs: Výchozí barva převodu
es: Color de la transferencia predeterminado
fr: Couleur par défaut des transferts
hi: डिफ़ॉल्ट रंग स्थानांतरित करें
hr: Standardna boja transfera
it: Colore predefinito delle transazioni
ru: Цвет перевода средств по умолчанию
ta: இயல்புநிலை நிறத்தை மாற்றவும்

source: A color that will be used for transactions created using <link xref="transfer">transfer</link>. Changing this will not affect existing transactions.
cs: Barva, která bude použita pro transakce vytvořené pomocí <link xref="transfer">převodu</link> . Změna tohoto parametru neovlivní existující transakce.
es: Un color que se usará para transacciones creadas usando <link xref="transfer">transferencia</link>. Cambiar esto no afectará las transacciones existentes.
fr: Une couleur qui sera utilisée pour les transactions créées par un <link xref="transfer">transfert</link>. Changer ce paramètre n’affectera pas les transactions existantes.
hi: एक रंग जिसका उपयोग <link xref="transfer">transfer</link> का उपयोग करके किए गए लेनदेन के लिए किया जाएगा। इसे बदलने से मौजूदा लेनदेन पर कोई असर नहीं पड़ेगा।
hr: Standardna boja za transakcije stvorene pomoću <link xref="transfer">transfera</link>. Mijenjanje boje neće utjecati na postojeće transakcije.
it: Un colore che verrà usato per le transazioni create usando i <link xref="transfer">trasferimenti</link>. Cambiare questo colore non avrà effetto sulle transazioni esistenti.
ru: Цвет, который будет использован для транзакций, созданных с помощью <link xref="transfer">перевода средств</link>. Изменение цвета не затронет существующие транзакции.
ta: <இணைப்பு XREF = "பரிமாற்றம்"> பரிமாற்றம் </இணைப்பு> ஐப் பயன்படுத்தி உருவாக்கப்பட்ட பரிவர்த்தனைகளுக்கு பயன்படுத்தப்படும் வண்ணம். இதை மாற்றுவது தற்போதுள்ள பரிவர்த்தனைகளை பாதிக்காது.

source: Group Default Color
cs: Výchozí barva skupiny
es: Color del grupo predeterminado
fr: Couleur de groupe par défaut
hi: समूह डिफ़ॉल्ट रंग
hr: Standardna boja grupa
it: Colore dei gruppi predefinito
ru: Цвет группы по умолчанию
ta: குழு இயல்புநிலை நிறம்

source: A color that will be selected by default when adding a new group. This is also a color for «Ungrouped» group.
cs: Barva, která bude ve výchozím nastavení vybrána při přidávání nové skupiny. Je to také barva pro skupinu „Neseskupené“.
es: Color que se seleccionará por defecto al añadir un grupo nuevo. También es un color para el grupo "No agrupado".
fr: Couleur sélectionnée par défaut lorsqu’un nouveau groupe sera ajouté. C’est également la couleur du groupe « Sans groupe ».
hi: एक रंग जो नया समूह जोड़ते समय डिफ़ॉल्ट रूप से चुना जाएगा। यह «अनग्रुप्ड» समूह के लिए भी एक रंग है।
hr: Standardna boja prilikom dodavanja nove grupe. Koristi se i za „negrupirane” grupe.
it: Un colore che verrà selezionato inizialmente all'aggiunta di un nuovo gruppo. È anche il colore per il gruppo «Senza gruppo».
ru: Цвет, который будет выбран по умолчанию при создании новой группы. Это также цвет группы «Несгруппированные».
ta: புதிய குழுவைச் சேர்க்கும்போது இயல்பாகவே தேர்ந்தெடுக்கப்படும் வண்ணம். இது «ungrouped» குழுவிற்கும் ஒரு வண்ணம்.

source: Checking Account Color
cs: Barva běžného účtu
es: Color de la cuenta corriente
fr: Couleur des comptes de chèques
hi: खाते का रंग जांचा जा रहा है
hr: Boja žiro računa
it: Colore dei conti correnti
ru: Цвет расчётного счёта
ta: கணக்கு நிறத்தை சரிபார்க்கிறது

source: A color used to mark <link xref="account">accounts</link> with the <em>Checking</em> type in a recent accounts list.
cs: Barva používaná k označení <link xref="account">účtů</link> s typem <em>Běžný</em> v seznamu nedávných účtů.
es: Color usado para marcar <link xref="account">cuentas</link> con el tipo <em>Corriente</em> en una lista de cuentas recientes.
fr: Couleur utilisée pour marquer les <link xref="account">comptes</link> avec le type <em>Chèques</em> dans une liste des comptes récents.
hi: हाल की खातों की सूची में <link xref="account">खातों</link> को <em>चेकिंग</em> प्रकार से चिह्नित करने के लिए उपयोग किया जाने वाला रंग।
hr: Boja za označavanje <link xref="account">računa</link> vrste <em>žiro račun</em> u popisu nedavnih računa.
it: Un colore usato per contrassegnare i <link xref="account">conti</link> del tipo <em>conto corrente</em> nella lista dei conti recenti.
ru: Цвет, которым отмечаются <em>Расчётные</em> <link xref="account">счета</link> в списке недавних счетов.
ta: <em> சரிபார்ப்பு </em> உடன் அண்மைக் கால கணக்குகள் பட்டியலில் தட்டச்சு செய்க <இணைப்பு XREF = "கணக்கு"> கணக்குகள் </link> ஐக் குறிக்கப் பயன்படுத்தப்படும் வண்ணம்.

source: Savings Account Color
cs: Barva spořicího účtu
es: Color de la cuenta de ahorros
fr: Couleur des comptes d’épargne
hi: बचत खाते का रंग
hr: Boja štednog računa
it: Colore dei conti deposito
ru: Цвет сберегательного счёта
ta: சேமிப்பு கணக்கு நிறம்

source: A color used to mark <link xref="account">accounts</link> with the <em>Savings</em> type in a recent accounts list.
cs: Barva používaná k označení <link xref="account">účtů</link> s typem <em>Spořicí</em> v seznamu nedávných účtů.
es: Color usado para marcar <link xref="account">cuentas</link> con el tipo <em>Ahorros</em> en una lista de cuentas recientes.
fr: Couleur utilisée pour marquer les <link xref="account">comptes</link> avec le type <em>Épargne</em> dans une liste des comptes récents.
hi: हाल की खातों की सूची में <link xref="account">खातों</link> को <em>बचत</em> प्रकार से चिह्नित करने के लिए उपयोग किया जाने वाला रंग।
hr: Boja za označavanje <link xref="account">računa</link> vrste <em>štedni račun</em> u popisu nedavnih računa.
it: Un colore usato per contrassegnare i <link xref="account">conti</link> del tipo <em>conto deposito</em> nella lista dei conti recenti.
ru: Цвет, которым отмечаются <em>Сберегательные</em> <link xref="account">счета</link> в списке недавних счетов.
ta: <em> சேமிப்பு </em> உடன் <இணைப்பு xref = "கணக்கு"> கணக்குகள் </link> ஐக் குறிக்கப் பயன்படுத்தப்படும் வண்ணம் அண்மைக் கால கணக்குகள் பட்டியலில் தட்டச்சு செய்க.

source: Business Account Color
cs: Barva firemního účtu
es: Color de la cuenta de empresas
fr: Couleur des comptes d’affaires
hi: बिजनेस अकाउंट का रंग
hr: Boja poslovnog računa
it: Colore dei conti aziendali
ru: Цвет бизнес счёта
ta: வணிக கணக்கு நிறம்

source: A color used to mark <link xref="account">accounts</link> with the <em>Business</em> type in a recent accounts list.
cs: Barva používaná k označení <link xref="account">účtů</link> s typem <em>Firemní</em> v seznamu nedávných účtů.
es: Color usado para marcar <link xref="account">cuentas</link> con el tipo <em>Empresas</em> en una lista de cuentas recientes.
fr: Couleur utilisée pour marquer les <link xref="account">comptes</link> avec le type <em>affaires</em> dans une liste des comptes récents.
hi: हाल की खातों की सूची में <link xref="account">खातों</link> को <em>व्यवसाय</em> प्रकार से चिह्नित करने के लिए उपयोग किया जाने वाला रंग।
hr: Boja za označavanje <link xref="account">računa</link> vrste <em>poslovni račun</em> u popisu nedavnih računa.
it: Un colore usato per contrassegnare i <link xref="account">conti</link> del tipo <em>conto azientale</em> nella lista dei conti recenti.
ru: Цвет, которым отмечаются <em>Бизнес</em> <link xref="account">счета</link> в списке недавних счетов.
ta: <em> வணிகம் </em> உடன் அண்மைக் கால கணக்குகள் பட்டியலில் தட்டச்சு செய்க <இணைப்பு XREF = "கணக்கு"> கணக்குகள் </link> ஐக் குறிக்கப் பயன்படுத்தப்படும் வண்ணம்.

source: Use Native Digits
cs: Použití nativních číslic
es: Usar dígitos nativos
fr: Utiliser des chiffres natifs
hi: मूल अंकों का प्रयोग करें
hr: Koristi brojke jezika
it: Usa cifre native
ru: Использовать местные цифры
ta: சொந்த இலக்கங்களைப் பயன்படுத்துங்கள்

source: Whether to use numerals that are native for your locale instead of latin digits. For example, if this setting is enabled <em>٠١٢</em> will be used instead of <em>012</em> for locales that use Eastern Arabic numerals.
cs: Nastavení, zda se mají místo latinských číslic používat číslice, které jsou pro vaši oblast přirozené. Pokud je toto nastavení povoleno, bude například <em>٠١٢</em> použito místo <em>012</em> pro lokality, které používají východoarabské číslice.
es: Si usar numerales que son nativos para su localización en lugar de dígitos latinos. Por ejemplo, si esta opción está activada <em>٠١٢</em> se usará en lugar de <em>012</em> para las localizaciones que usan numerales arábigos orientales.
hi: क्या लैटिन अंकों के बजाय उन अंकों का उपयोग करना चाहिए जो आपके स्थान के मूल निवासी हैं। उदाहरण के लिए, यदि यह सेटिंग सक्षम है तो पूर्वी अरबी अंकों का उपयोग करने वाले स्थानों के लिए <em>012</em> के बजाय <em>٠١٢</em> का उपयोग किया जाएगा।
hr: Da li umjesto arapskih brojki koristiti brojke tvog tvoje jezičnog područja. Na primjer, ako je ova postavka deaktivirana, umjesto <em>012</em> će se koristiti <em>٠١٢</em> za jezična područja koja koriste istočnoarapske brojeve.
it: Se usare delle cifre che sono native della propria regione anziché quelle latine. Per esempio, per sistemi che usano i numeri indo-arabi, se questa opzione è attiva verrà usato <em>٠١٢</em> invece di <em>012</em>.
ru: Должно ли приложение использовать цифры, родные для вашего региона, вместо арабских цифр. Например, если эта настройка включена, <em>٠١٢</em> будут отображаться вместо <em>012</em> при региональных настройках, которые используют восточные арабские цифры.
ta: லத்தீன் இலக்கங்களுக்கு பதிலாக உங்கள் இருப்பிடத்திற்கு சொந்தமான எண்களைப் பயன்படுத்த வேண்டுமா. எடுத்துக்காட்டாக, இந்த அமைப்பு இயக்கப்பட்டிருந்தால் <em> ٠١٢ </em> கிழக்கு அரபு எண்களைப் பயன்படுத்தும் இடங்களுக்கு <em> 012 </em> க்கு பதிலாக பயன்படுத்தப்படும்.

source: Insert Decimal Separator
cs: Vložení desetinného oddělovače
es: Insertar separador decimal
fr: Insérer un séparateur de décimales
hi: दशमलव विभाजक डालें
hr: Umetni decimalni znak
it: Inserimento separatore decimale
ru: Вставка десятичного разделителя
ta: தசம பிரிப்பான் செருகவும்

source: Set for which keys pressed will the locale's decimal separator be inserted into an amount field: numpad period, any period and comma, or none. If decimal separator is already presented in a field, it will not be inserted.
cs: Nastavení, pro které stisknuté klávesy se do pole částky vloží desetinný oddělovač lokálního jazyka: tečka na numerickém bloku, libovolná tečka a čárka nebo žádný. Pokud již je desetinný oddělovač v poli, nebude vložen.
es: Establece para qué teclas pulsadas se insertará el separador decimal de la configuración regional en un campo de importe: punto del teclado numérico, cualquier punto y coma, o ninguno. Si el separador decimal ya aparece en un campo, no se insertará.
fr: Définissez pour quelles touches pressées le séparateur décimal de la langue locale sera inséré lors de la saisie d’un montant : point du pavé numérique, n’importe quel point ou virgule du clavier, ou aucune. Si le séparateur des décimales est déjà présent dans le champ de saisie, il ne sera pas inséré.
hi: सेट करें कि कौन सी कुंजी दबाए जाने पर लोकेल का दशमलव विभाजक राशि फ़ील्ड में डाला जाएगा: संख्यापैड अवधि, कोई भी अवधि और अल्पविराम, या कोई नहीं। यदि दशमलव विभाजक पहले से ही किसी फ़ील्ड में प्रस्तुत किया गया है, तो इसे सम्मिलित नहीं किया जाएगा।
hr: Odredi tipke za umetanje decimalnog znaka jezičnog područja u polju iznosa: točka na numeričkoj tipkovnici, bilo koja točka i zarez ili ništa. Ako decimalni znak već postoji u polju onda se on neće umetnuti.
it: Imposta per quali tasti, quando premuti, verrà inserito al loro posto il separatore decimale durante la digitazione di un importo: il punto del tastierino numerico, un punto qualsiasi e una virgola, o nessuno di essi. Se il separatore decimale è già presente nel campo di inserimento, non verrà inserito nuovamente.
ru: Установите, нажатия каких кнопок будут вставлять десятичный разделитель в поля сумм: точка на Numpad, любая точка или запятая, либо можно отключить эту функцию. Если десятичный разделитель уже присутствует в строке, он не будет добавлен.
ta: எந்த விசைகள் அழுத்தின. தசம பிரிப்பான் ஏற்கனவே ஒரு துறையில் வழங்கப்பட்டால், அது செருகப்படாது.

source: CSV Backup Folder
cs: Složka zálohy CSV
es: Carpeta de copia de seguridad CSV
fr: Dossier de sauvegarde CSV
hi: CSV बैकअप फोल्डर
hr: Mapa sigurnosnih kopija u CSV formatu
it: Cartella di backup in CSV
ru: Папка резервных копий CSV
ta: காபிம காப்புப்பிரதி கோப்புறை
