Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

source: Transfer doesn't allow you to create repeating transactions or set any properties other than the amount. The color selected in <link xref="configuration">configuration</link> will be used for created transactions.
cs: Převod neumožňuje vytvářet opakující se transakce ani nastavovat jiné vlastnosti než částku. Pro vytvořené transakce se použije barva vybraná v <link xref="configuration">nastavení</link> .
es: La transferencia no le permite crear transacciones repetitivas ni establecer ninguna otra propiedad que no sea la cantidad. El color seleccionado en <link xref="configuration">configuration</link> se usará para las transacciones creadas.
fr: Le transfert ne vous permet pas de créer des transactions répétées ou de définir une autre propriété que le montant. La couleur sélectionnée dans la <link xref="configuration">configuration</link> sera utilisée pour les transactions créées.
hi: स्थानांतरण आपको बार-बार लेनदेन करने या राशि के अलावा कोई संपत्ति निर्धारित करने की अनुमति नहीं देता है। <link xref="configuration">कॉन्फ़िगरेशन</link> में चयनित रंग का उपयोग बनाए गए लेनदेन के लिए किया जाएगा।
hr: Transfer ne dozvoljava stvaranje ponavljajućih transakcija niti postavljanje bilo kojih svojstava osim iznosa. Za stvaranje transakcije će se koristiti boja koja je odabrana u <link xref="configuration">konfiguraciji</link>.
it: I trasferimenti non permettono di creare transazioni ricorrenti o di impostare altre proprietà oltre all'importo. Il colore scelto nella <link xref="configuration">configurazione</link> sarà usato per le transazioni generate.
ru: Перевод средств не позволяет создавать повторяющиеся транзакции или задавать какие-либо другие свойства, кроме суммы. Цвет, выбранный в <link xref="configuration">конфигурации</link>, будет использован для созданных транзакций.
ta: மீண்டும் மீண்டும் பரிவர்த்தனைகளை உருவாக்க அல்லது தொகையைத் தவிர வேறு எந்த பண்புகளையும் அமைக்க இடமாற்றம் உங்களை அனுமதிக்காது. <இணைப்பு XREF = "உள்ளமைவு"> உள்ளமைவு </இணைப்பு> இல் தேர்ந்தெடுக்கப்பட்ட வண்ணம் உருவாக்கப்பட்ட பரிவர்த்தனைகளுக்கு பயன்படுத்தப்படும்.

source: If you create a transfer between accounts with different currencies, you will be asked to provide a conversion rate.
cs: Pokud vytváříte převod mezi účty v různých měnách, budete vyzváni k zadání převodního kurzu.
es: Si crea una transferencia entre cuentas con divisas diferentes, se le pedirá que indique un tipo de conversión.
fr: Si vous créez un transfert entre des comptes avec différentes devises, il vous sera demander de fournir un taux de change.
hi: यदि आप विभिन्न मुद्राओं वाले खातों के बीच स्थानांतरण करते हैं, तो आपसे रूपांतरण दर प्रदान करने के लिए कहा जाएगा।
hr: Ako stvoriš transfer između računa s različitim valutama morat ćeš zadati stopu konverzije.
it: Se si crea un trasferimento tra conti in valute diverse, verrà chiesto di specificare un tasso di conversione.
ru: Если вы производите перевод средств между счетами с разными валютами, <app>Denaro</app> попросит вас указать обменный курс.
ta: வெவ்வேறு நாணயங்களைக் கொண்ட கணக்குகளுக்கு இடையில் பரிமாற்றத்தை உருவாக்கினால், மாற்று விகிதத்தை வழங்குமாறு கேட்கப்படுவீர்கள்.

source: Whether to use numerals that are native for your locale instead of latin digits. For example, if this setting is enabled <em>٠١٢</em> will be used instead of <em>012</em> for locales that use Eastern Arabic numberals.
fr: Indique s’il faut utiliser des chiffres natifs de votre langue à la place de chiffres latins. Par exemple, si ce paramètre est activé <em>٠١٢</em> sera utilisé à la place de <em>012</em> pour les langues locales utilisant des chiffres de l’arabe oriental.
