Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

# _
source: translator-credits
cs: Jonáš Loskot <jonas.loskot@pm.me>, 2023
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>, 2023
fr: Irénée Thirion
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>, 2023
it: Albano Battistella Davide Ferracin <davide.ferracin@protonmail.com>
ta: மொழிபெயர்ப்பாளர்-வரவு

# link
source: Account 🏦
cs: Účet 🏦
es: Cuenta 🏦
fr: Compte 🏦
hi: खाता 🏦
hr: Račun 🏦
it: Conti 🏦
ru: Счёт 🏦
ta: கணக்கு

source: Fyodor Sobolev
hi: फ्योडोर सोबोलेव
ru: Фёдор Соболев
ta: ஃபெடோர் சோபோலெவ்

source: Nicholas Logozzo
hi: निकोलस लोगोज़ो
ta: நிக்கோலச் லோகோச்சோ

source: Account
cs: Účet
es: Cuenta
fr: Compte
hi: खाता
hr: Račun
it: Conti
ru: Счёт
ta: கணக்கு

source: This page explains all properties of accounts in <app>Denaro</app>. Most of them are shown in <gui>Account Settings Dialog</gui>. This dialog also opens automatically after you create a new account.
cs: Na této stránce jsou vysvětleny všechny vlastnosti účtů v aplikaci <app>Denaro</app>. Většina z nich je uvedena v <gui>dialogovém okně Nastavení účtu</gui>. Toto okno se také automaticky otevře po vytvoření nového účtu.
es: Esta página explica todas las propiedades de las cuentas en <app>Denaro</app>. La mayoría de ellas se muestran en <gui>Diálogo de configuración de la cuenta</gui>. Este cuadro de diálogo también se abre automáticamente después de crear una cuenta nueva.
fr: Cette page explique toutes les propriétés des comptes dans <app>Denaro</app>. La plupart sont affichées dans la <gui>boîte de dialogue des Paramètres du compte</gui>. Cette boîte de dialogue s’ouvre automatiquement à la création d’un nouveau compte.
hi: यह पृष्ठ <app>Denaro</app> में खातों की सभी संपत्तियों की व्याख्या करता है। उनमें से अधिकांश <gui>खाता सेटिंग डायलॉग</gui> में दिखाए गए हैं। नया खाता बनाने के बाद यह संवाद भी स्वतः खुल जाता है।
hr: Ova stranica objašnjava sva svojstva računa u aplikaciji <app>Denaro</app>. Većina se prikazuju u <gui>Dijalog postavki računa</gui>. Ovaj se dijalog također automatski otvara nakon stvaranja novog računa.
it: In questa pagina vengono spiegate tutte le proprietà degli account in <app>Denaro</app>. La maggior parte di esse è mostrata nella finestra di dialogo <gui>Impostazioni conto</gui>. Questa finestra viene aperta automaticamente alla creazione di un nuovo conto.
ru: На этой странице перечислены все свойства счетов в <app>Denaro</app>. Большинство из них отображены в <gui>Диалоге настроек счёта</gui>. Этот диалог открывается автоматически, когда вы создаёте новый счёт.
ta: இந்த பக்கம் <pp> டெனாரோ </app> இல் உள்ள கணக்குகளின் அனைத்து பண்புகளையும் விளக்குகிறது. அவற்றில் பெரும்பாலானவை <gui> கணக்கு அமைப்புகள் உரையாடல் </gui> இல் காட்டப்பட்டுள்ளன. நீங்கள் ஒரு புதிய கணக்கை உருவாக்கிய பிறகு இந்த உரையாடலும் தானாகத் திறக்கும்.

source: Each account is stored in a single <file>*.nmoney</file> file. Files created in an older <em>stable</em> version of <app>Denaro</app> can be safely opened in a more recent <em>stable</em> version of the application. Although the app can run on different platforms (Windows and Linux), the <file>*.nmoney</file> files are 100% compatible between platforms as long as they are from the same application version (i.e. V2023.1.0).
cs: Každý účet je uložen v jednom souboru <file>*.nmoney</file>. Soubory vytvořené ve starší <em>stabilní</em> verzi aplikace <app>Denaro</app> lze bezpečně otevřít v novější <em>stabilní</em> verzi aplikace. Přestože aplikace může běžet na různých platformách (Windows a Linux), soubory <file>*.nmoney</file> jsou mezi platformami 100% kompatibilní, pokud pocházejí ze stejné verze aplikace (např. V2023.1.0).
es: Cada cuenta se almacena en un único archivo <file>*.nmoney</file>. Los archivos creados en una versión <em>estable</em> anterior de <app>Denaro</app> pueden abrirse con seguridad en una versión <em>estable</em> más reciente de la aplicación. Aunque la aplicación puede funcionar en diferentes plataformas (Windows y Linux), los archivos <file>*.nmoney</file> son 100% compatibles entre plataformas siempre que sean de la misma versión de la aplicación (p.ej. V2023.1.0).
fr: Chaque compte est enregistré dans un fichier <file>*.nmoney</file>. Les fichiers créés dans une ancienne version <em>stable</em> de <app>Denaro</app> peuvent être ouverts sans risque dans une version <em>stable</em> plus récente de l’application. Bien que l’application puisse être exécutée sous plusieurs plateformes (Windows et Linux), les fichiers <file>*.nmoney</file> sont 100% compatibles entre ces plateformes, tant qu’ils proviennent de la même version de l’application (i.e. V2023.1.0).
hi: प्रत्येक खाता एक एकल <file>*.nmoney</file> फ़ाइल में संग्रहीत है। <app>Denaro</app> के पुराने <em>स्थिर</em> वर्शन में बनाई गई फाइलें एप्लिकेशन के नवीनतम <em>स्थिर</em> वर्शन में सुरक्षित रूप से खोली जा सकती हैं। हालाँकि ऐप विभिन्न प्लेटफ़ॉर्म (Windows और Linux) पर चल सकता है, <file>*.nmoney</file> फाइलें प्लेटफ़ॉर्म के बीच 100% संगत हैं, जब तक कि वे एक ही एप्लिकेशन वर्शन (यानी V2023.1.0) से हैं।
hr: Svaki račun se sprema u yasebnu <file>*.nmoney</file> datoteku. Datoteke stvorene u starijoj <em>stabilnoj</em> verziji <app>Denaro</app> aplikacije mogu se sigurno otvoriti u novijoj <em>stabilnoj</em> verziji aplikacije. Iako aplikacija radi na različitim platformama (Windows i Linux), <file>*.nmoney</file> datoteke su 100 % kompatibilne između platformi sve dok su stvorene s istom verzijom aplikacije (tj. V2023.1.0).
it: Ciascun conto è registrato in un singolo file <file>*.nmoney</file>. I file creati da una vecchia versione <em>stabile</em> di <app>Denaro</app> possono essere aperti senza rischi con una versione <em>stabile</em> più recente dell'applicazione. Anche se l'applicazione può girare su più piattaforme (Windows e Linux), i file <file>*.nmoney</file> sono compatibili al 100% tra le piattaforme purché provengano dalla stessa versione dell'applicazione (per esempio V2023.1.0).
ru: Каждый счёт хранится в одном файле <file>*.nmoney</file>. Файлы, созданные в старых <em>стабильных</em> версиях <app>Denaro</app>, могут быть безопасно открыты в более новых <em>стабильных</em> версиях приложения. Приложение поддерживает различные платформы (Windows and Linux), и файлы <file>*.nmoney</file> 100% совместимы между платформами, если используется та же версия приложения (например, V2023.1.0).
ta: ஒவ்வொரு கணக்கும் ஒற்றை <file>*. Nmoney </file> கோப்பில் சேமிக்கப்படுகின்றன. பழைய <em> நிலையான </em> இன் <pp> டெனாரோ </app> பதிப்பில் உருவாக்கப்பட்ட கோப்புகளை பயன்பாட்டின் அண்மைக் கால <em> நிலையான </em> பதிப்பில் பாதுகாப்பாக திறக்கலாம். பயன்பாடு வெவ்வேறு தளங்களில் (விண்டோச் மற்றும் லினக்ச்) இயங்க முடியும் என்றாலும், <file>*. Nmoney </file> கோப்புகள் ஒரே பயன்பாட்டு பதிப்பிலிருந்து (அதாவது V2023.1.0) இருக்கும் வரை தளங்களுக்கு இடையில் 100% இணக்கமாக இருக்கும்.

source: Unstable (Beta and RC) versions of the application can contain bugs or unfinished modifications that can cause data loss. DO NOT use account files that contain real data in unstable versions of the app!
cs: Nestabilní (beta a RC) verze aplikace mohou obsahovat chyby nebo nedokončené úpravy, které mohou způsobit ztrátu dat. NEPOUŽÍVEJTE soubory účtů, které obsahují skutečná data, v nestabilních verzích aplikace!
es: Las versiones inestables (Beta y RC) de la aplicación pueden contener errores o modificaciones inacabadas que pueden causar la pérdida de datos. ¡No use archivos de cuenta que contengan datos reales en versiones inestables de la aplicación!
fr: Les version instables (Beta et RC) de l’application peuvent contenir des bogues ou des modifications inachevées pouvant causer des pertes de données. N'UTILISEZ PAS des fichiers de comptes contenant vos vraies données dans des versions instables de l’application !
hi: एप्लिकेशन के अस्थिर (Beta और RC) वर्शन में बग या अधूरे संशोधन हो सकते हैं जो डेटा हानि का कारण बन सकते हैं। ऐप के अस्थिर वर्शन में वास्तविक डेटा वाली खाता फाइलों का उपयोग न करें!
hr: Nestabilne verzije aplikacije (beta i kandidati za izdanje) mogu sadržati greške ili nedovršene promjene i mogu uzrokovati gubitak podataka. U nestabilnim verzijama aplikacije NEMOJ koristiti datoteke računa koje sadrže stvarne podatke!
it: Le versioni instabili (beta ed RC) dell'applicazione possono contenere errori o modifiche non terminate, che possono causare la perdita di dati. È sconsigliato usare versioni instabili l'applicazione con file conto che contengono i propri dati veri.
ru: Нестабильные (Beta и RC) версии приложения могут содержать ошибки или незавершённые изменения, который могут привести к потере данных. НЕ ИСПОЛЬЗУЙТЕ файлы счетов, содержащие важные данные, в нестабильных версиях приложения!
ta: பயன்பாட்டின் நிலையற்ற (பீட்டா மற்றும் ஆர்.சி) பதிப்புகள் தரவு இழப்பை ஏற்படுத்தும் பிழைகள் அல்லது முடிக்கப்படாத மாற்றங்களைக் கொண்டிருக்கலாம். பயன்பாட்டின் நிலையற்ற பதிப்புகளில் உண்மையான தரவைக் கொண்ட கணக்குக் கோப்புகளைப் பயன்படுத்த வேண்டாம்!

source: Name
cs: Název
es: Nombre
fr: Nom
hi: नाम
hr: Ime
it: Nome
ru: Имя
ta: பெயர்

source: Account name is shown in the list of recent accounts and in tabs. A name doesn't have a length limit and it can contain any characters, including emojis.
cs: Název účtu se zobrazuje v seznamu posledních účtů a na kartách. Název nemá omezenou délku a může obsahovat libovolné znaky včetně emotikonů.
es: El nombre de la cuenta se muestra en la lista de cuentas recientes y en las pestañas. Un nombre no tiene límite de longitud y puede contener cualquier carácter, incluidos emojis.
fr: Le nom du compte est affiché dans la liste des comptes récents et dans les onglets. Un nom n’a pas de limite de taille et peut contenir n’importe quel caractère, dont des émojis.
hi: खाते का नाम हाल के खातों की सूची और टैब में दिखाया गया है। नाम की लंबाई की कोई सीमा नहीं होती और इसमें इमोजी सहित कोई भी अक्षर हो सकता है।
hr: Ime računa se prikazuje u popisu nedavnih računa i na karticama. Dužina imena nije ograničena i može sadržati bilo koje znakove, uključujući emojije.
it: Il nome del conto viene mostrato nella lista dei conti più recenti e nelle schede. I nomi non hanno un limite di lunghezza e possono contenere qualsiasi carattere, anche gli emoji.
ru: Имя счёта отображается в списке недавних счетов и во вкладках. На количество символов в имени нет ограничения, и оно может содержать любые символы, включая эмодзи.
ta: கணக்கு பெயர் அண்மைக் கால கணக்குகளின் பட்டியலில் மற்றும் தாவல்களில் காட்டப்பட்டுள்ளது. ஒரு பெயருக்கு நீள வரம்பு இல்லை, அதில் ஈமோசிகள் உட்பட எந்த எழுத்துக்களும் இருக்கலாம்.

source: Account Type
cs: Typ účtu
es: Tipo de cuenta
fr: Type de compte
hi: खाते का प्रकार
hr: Vrsta računa
it: Tipo di conto
ru: Тип счёта
ta: கணக்கு வகை

source: There are 3 account types available: 🟣<em>Checking</em>, 🔵<em>Savings</em> and 🟢<em>Business</em>. Account type is only a useful label that is shown in the list of recent accounts and doesn't affect how the application works or what you can do with an account. Each account type has its own color, these colors can be configured in <link xref="configuration">global settings</link>.
cs: K dispozici jsou 3 typy účtů: 🟣<em>Běžný</em>, 🔵<em>Spořicí</em> a 🟢<em>Firemní</em>. Typ účtu je pouze užitečné označení, které se zobrazuje v seznamu posledních účtů a nemá vliv na to, jak aplikace funguje nebo co můžete s účtem dělat. Každý typ účtu má svou vlastní barvu, tyto barvy lze nakonfigurovat v <link xref="configuration">globálním nastavení</link> .
es: Hay 3 tipos de cuenta disponibles: 🟣<em>Corriente</em>, 🔵<em>Ahorros</em> y 🟢<em>Empresas</em>. El tipo de cuenta es sólo una etiqueta útil que se muestra en la lista de cuentas recientes y no afecta al funcionamiento de la aplicación ni a lo que se puede hacer con una cuenta. Cada tipo de cuenta tiene su propio color, estos colores se pueden configurar en la <link xref="configuration">configuración global</link>.
fr: Il y a trois types de comptes possibles : 🟣<em>Chèques</em>, 🔵<em>Épargne</em> et 🟢<em>Affaires</em>. Le type de compte est uniquement une étiquette utile affichée dans la liste des comptes récents et n’affecte ni le fonctionnement de l’application ni les actions possibles avec un compte. Chaque type de compte a sa propre couleur, qui peut être configurée dans les <link xref="configuration">paramètres généraux</link>.
hi: 3 खाता प्रकार उपलब्ध हैं: 🟣<em>चेकिंग</em>, 🔵<em>बचत</em> और 🟢<em>व्यवसाय</em>। खाता प्रकार केवल एक उपयोगी लेबल है जो हाल के खातों की सूची में दिखाया गया है और यह प्रभावित नहीं करता है कि एप्लिकेशन कैसे काम करता है या आप किसी खाते के साथ क्या कर सकते हैं। प्रत्येक खाता प्रकार का अपना रंग होता है, इन रंगों को <link xref="configuration">वैश्विक सेटिंग्स</link> में कॉन्फ़िगर किया जा सकता है।
hr: Postoje 3 vrste računa: 🟣<em>žiro račun</em>, 🔵<em>štedni račun</em> i 🟢<em>poslovni račun</em>. Vrsta računa je samo korisna oznaka koja se prikazuje u popisu nedavnih računa i ne utječe na to kako aplikacija radi ili što možeš učiniti s računom. Svaka vrsta računa ima vlastitu boju. Boje se mogu odrediti u <link xref="configuration">globalnim postavkama</link>.
it: Sono disponibili tre tipi di conto: 🟣<em>conto corrente</em>, 🔵<em>deposito</em> and 🟢<em>aziendale</em>. Il tipo di conto è solo un'etichetta, mostrata nella lista dei conti recenti, che non influisce sul funzionamento dell'applicazione o sulle azioni disponibili per ciascun conto. Ciascun tipo di conto ha il suo colore, che può essere configurato nelle <link xref="configuration">impostazioni generali</link>.
ru: Доступно 3 типа счетов: 🟣<em>Расчётный</em>, 🔵<em>Сберегательный</em> и 🟢<em>Бизнес</em>. Тип счёта представляет собой лишь полезную метку, которая отображается в списке недавних счетов, и никак не влияет на работу приложения, не меняет ничего в том, как вы можете использовать счёт. У каждого типа счёта есть свой цвет, цвета можно настроить в <link xref="configuration">глобальной конфигурации</link>.
ta: 3 கணக்கு வகைகள் உள்ளன: 🟣 <em> சோதனை </em>, 🔵 <em> சேமிப்பு </em> மற்றும் 🟢 <em> வணிகம் </em>. கணக்கு வகை என்பது ஒரு பயனுள்ள சிட்டை மட்டுமே, இது அண்மைக் கால கணக்குகளின் பட்டியலில் காட்டப்பட்டுள்ளது மற்றும் பயன்பாடு எவ்வாறு செயல்படுகிறது அல்லது ஒரு கணக்கை நீங்கள் என்ன செய்ய முடியும் என்பதை பாதிக்காது. ஒவ்வொரு கணக்கு வகைக்கும் அதன் சொந்த வண்ணம் உள்ளது, இந்த வண்ணங்களை <இணைப்பு XREF = "உள்ளமைவு"> உலகளாவிய அமைப்புகள் </link> இல் கட்டமைக்க முடியும்.

source: Default Transaction Type
cs: Výchozí typ transakce
es: Tipo de transacción predeterminado
fr: Type de transaction par défaut
hi: डिफ़ॉल्ट लेनदेन प्रकार
hr: Standardna vrsta transakcije
it: Tipo di transazione predefinito
ru: Тип транзакции по умолчанию
ta: இயல்புநிலை பரிவர்த்தனை வகை

source: When you create a new transaction its type by default will be the same as in this setting.
cs: Při vytváření nové transakce bude její typ ve výchozím nastavení stejný jako v tomto nastavení.
es: Cuando crea una transacción nueva, su tipo predeterminado será el mismo que en esta configuración.
fr: Lorsque vous créerez une nouvelle transaction, son type par défaut sera le même que dans ce paramètre.
hi: जब आप कोई नया लेनदेन बनाते हैं तो डिफ़ॉल्ट रूप से उसका प्रकार इस सेटिंग के समान ही होगा।
hr: Kada stvoriš novu transakciju, njezina će vrsta standardno biti ista kao u ovoj postavci.
it: Questo parametro determina il tipo predefinito di una nuova transazione alla sua creazione.
ru: Когда вы создаёте новую транзакцию, её тип по умолчанию будет тем же, что указан этой настройкой.
ta: நீங்கள் ஒரு புதிய பரிவர்த்தனையை உருவாக்கும்போது அதன் வகை இயல்புநிலையாக இந்த அமைப்பைப் போலவே இருக்கும்.

source: Transaction Reminders Threshold
hi: लेन-देन अनुस्मारक सीमा
hr: Prag podsjetnika za transakcije
ta: பரிவர்த்தனை நினைவூட்டல்கள் வாசல்

source: The threshold used when showing reminders about upcoming transactions.
hi: आगामी लेनदेन के बारे में अनुस्मारक दिखाते समय उपयोग की जाने वाली सीमा।
hr: Prag koji se koristi prilikom prikazivanja podsjetnika o nadolazećim transakcijama.
ta: வரவிருக்கும் பரிவர்த்தனைகள் பற்றிய நினைவூட்டல்களைக் காட்டும்போது பயன்படுத்தப்படும் வாசல்.

source: System Currency
cs: Systémová měna
es: Moneda del sistema
fr: Devise du système
hi: सिस्टम मुद्रा
hr: Valuta sustava
it: Valuta di sistema
ru: Системная валюта
ta: கணினி நாணயம்

source: Every time the application starts, it gets data about currency and numbers formatting from your system locale, and this data is used to show currency symbol (unless custom currency is used, see below) and to determine in what format the numbers will be accepted as values for transaction amounts. A few examples:
cs: Při každém spuštění získá aplikace údaje o měně a formátování čísel z vašich systémových místních nastavení. Tyto údaje se použijí k zobrazení symbolu měny (pokud není použita vlastní měna, viz níže) a k určení, v jakém formátu budou čísla přijímána jako hodnoty částek transakcí. Několik příkladů:
es: Cada vez que se inicia la aplicación, obtiene datos sobre el formato de la moneda y los números de la configuración regional de su sistema, y estos datos se usan para mostrar el símbolo de la moneda (a menos que se use una moneda personalizada, consulte a continuación) y para determinar en qué formato se aceptarán los valores para los importes de las transacciones. Algunos ejemplos:
fr: Chaque fois que l’application est lancée, elle récupère les données sur la monnaie et le format numérique de la langue locale de votre système ; ces données sont utilisées pour afficher le symbole monétaire (à moins qu’une devise personnalisée soit spécifiée, voir ci-dessous) et pour déterminer dans quel format les nombres seront acceptés comme des valeurs pour des montants de transactions. Quelques exemples :
hi: हर बार जब एप्लिकेशन शुरू होता है, तो उसे आपके सिस्टम लोकेल से मुद्रा और संख्या स्वरूपण के बारे में डेटा मिलता है, और इस डेटा का उपयोग मुद्रा प्रतीक दिखाने के लिए किया जाता है (जब तक कि कस्टम मुद्रा का उपयोग नहीं किया जाता है, नीचे देखें) और यह निर्धारित करने के लिए कि संख्याओं को किस प्रारूप में स्वीकार किया जाएगा लेन-देन की रकम के लिए मान. कुछ उदाहरण:
hr: Svaki put kada se aplikacija pokrene, ona dobiva podatke o valuti i formatu brojeva iz postavke jezičnog područja tvog sustava. Ti se podaci koriste za prikaz simbola valute (osim ako se koristi prilagođena valuta, pogledaj dolje) i za određivanje formata brojeva koji će se prihvatiti kao vrijednosti za iznose transakcija. Par primjera:
it: Ad ogni avvio, l'applicazione recupera i dati sulla valuta e la formattazione dei numeri dai formati di sistema, e usa questi dati per mostrare i simboli delle valute (a meno che sia stata scelta una valuta personalizzata, vedere più sotto) e per determinare in quale formato accettare i valori per l'ammontare delle transazioni. Alcuni esempi:
ru: Каждый раз, когда приложение запускается, оно получает данные о валюте и формате чисел из региональных настроек вашей системы, и эти данные используются для отображения символа валюты (если только вы не указали свою валюту, смотрите ниже), а также для определения того, в каком формате числа будут приниматься в качестве значения суммы для транзакций. Несколько примеров:
ta: பயன்பாடு தொடங்கும் ஒவ்வொரு முறையும், உங்கள் கணினி இருப்பிடத்திலிருந்து நாணயம் மற்றும் எண்கள் வடிவமைத்தல் பற்றிய தரவைப் பெறுகிறது, மேலும் இந்த தரவு நாணய சின்னத்தைக் காட்டப் பயன்படுகிறது (தனிப்பயன் நாணயம் பயன்படுத்தப்படாவிட்டால், கீழே காண்க) மற்றும் எண்கள் எந்த வடிவத்தில் ஏற்றுக்கொள்ளப்படும் என்பதை தீர்மானிக்க பரிவர்த்தனை அளவுகளுக்கான மதிப்புகள். சில எடுத்துக்காட்டுகள்:

source: If your locale is <em>English (US)</em>, currency symbol will be set to <em>$</em> and <em>1,000.00</em> will be accepted as a valid number.
cs: Pokud je vaše místní prostředí <em>Angličtina (Spojené státy)</em>, symbol měny bude nastaven na <em>$</em> a <em>1,000.00</em> bude akceptováno jako platné číslo.
es: Si su idioma es <em>inglés (EE. UU.)</em>, el símbolo de moneda se establecerá en <em>$</em> y se aceptará <em>1,000.00</em> como un número válido.
fr: Si votre langue locale est l’<em>Anglais (US)</em>, le symbole monétaire sera <em>$</em> et <em>1,000.00</em> sera accepté comme une valeur numérique valide.
hi: यदि आपका स्थान <em>अंग्रेजी (US)</em> है, तो मुद्रा प्रतीक <em>$</em> पर सेट किया जाएगा और <em>1,000.00</em> को एक वैध संख्या के रूप में स्वीकार किया जाएगा।
hr: Ako je tvoje jezično područje <em>engleski (SAD)</em>, simbol valute će biti <em>$</em> i <em>1,000.00</em> će se prihvatiti kao valjani broj.
it: Se il proprio formato è <em>Inglese (US)</em>, il simbolo della valuta sarà impostato su <em>$</em> e <em>1,000.00</em> verrà accettato come un valore numerico valido.
ru: Если ваш регион <em>Английский (США)</em>, знак <em>$</em> будет символом валюты, а <em>1,000.00</em> будет приниматься как корректное число.
ta: உங்கள் இருப்பிடம் <em> ஆங்கிலம் (யுஎச்) </em> ஆக இருந்தால், நாணய அடையாளம் <em> $ </em> ஆகவும், <em> 1,000.00 </em> செல்லுபடியாகும் எண்ணாகவும் ஏற்றுக்கொள்ளப்படும்.

source: If your locale is <em>Italian</em>, currency symbol will be set to <em>€</em> and <em>1.000,00</em> will be accepted as a valid number.
cs: Pokud je vaše místní prostředí <em>Čeština</em>, symbol měny bude nastaven na <em>Kč</em> a <em>1 000,00</em> bude akceptováno jako platné číslo.
es: Si su configuración regional es <em>italiana</em>, el símbolo de moneda se establecerá en <em>€</em> y se aceptará <em>1.000,00</em> como un número válido.
fr: Si votre langue locale est l’<em>Italien</em>, le symbole monétaire sera <em>€</em> et <em>1.000,00</em> sera accepté comme une valeur numérique valide.
hi: यदि आपका स्थान <em>इतालवी</em> है, तो मुद्रा प्रतीक <em>€</em> पर सेट किया जाएगा और <em>1.000,00</em> को एक वैध संख्या के रूप में स्वीकार किया जाएगा।
hr: Ako je tvoje jezično područje <em>hrvatski</em>, simbol valute će biti <em>€</em> i <em>1.000,00</em> će se prihvatiti kao valjani broj.
it: Se il proprio formato è <em>Italiano</em>, il simbolo della valuta sarà impostato su <em>€</em> e <em>1.000,00</em> verrà accettato come un valore numerico valido.
ru: Если ваш регион <em>Итальянский</em>, знак <em>€</em> будет символом валюты, а <em>1.000,00</em> будет приниматься как корректное число.
ta: உங்கள் இருப்பிடம் <em> இத்தாலியன் </em> ஆக இருந்தால், நாணய அடையாளம் <em> € </em> ஆகவும், <em> 1.000,00 </em> ஆகவும் செல்லுபடியாகும் எண்ணாக ஏற்றுக்கொள்ளப்படும்.

source: If your locale is <em>Russian</em>, currency symbol will be set to <em>₽</em> and <em>1000,00</em> will be accepted as a valid number.
cs: Pokud je vaše místní prostředí <em>Ruština</em>, symbol měny bude nastaven na <em>₽</em> a <em>1000,00</em> bude akceptováno jako platné číslo.
es: Si su configuración regional es <em>ruso</em>, el símbolo de moneda se establecerá en <em>₽</em> y se aceptará <em>1000,00</em> como un número válido.
fr: Si votre langue locale est le <em>Russe</em>, le symbole monétaire sera <em>₽</em> et <em>1000,00</em> sera accepté comme une valeur numérique valide.
hi: यदि आपका स्थान <em>रूसी</em> है, तो मुद्रा प्रतीक <em>₽</em> पर सेट किया जाएगा और <em>1000,00</em> को एक वैध संख्या के रूप में स्वीकार किया जाएगा।
hr: Ako je tvoje jezično područje <em>ruski</em>, simbol valute će biti <em>₽</em> i <em>1000,00</em> će se prihvatiti kao valjani broj.
it: Se il proprio formato è <em>Russo</em>, il simbolo della valuta sarà impostato su <em>₽</em> e <em>1000,00</em> verrà accettato come un valore numerico valido.
ru: Если ваш регион <em>Российский</em>, знак <em>₽</em> будет символом валюты, а <em>1000,00</em> будет приниматься как корректное число.
ta: உங்கள் இடம் <em> ரச்ய </em> ஆக இருந்தால், நாணய அடையாளம் <em> ₽ </em> ஆகவும், <em> 1000,00 </em> செல்லுபடியாகும் எண்ணாகவும் ஏற்றுக்கொள்ளப்படும்.
