Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

source: A folder where your data will be automatically <link xref="import-export">exported to CSV</link> after every change. This feature doesn't work for password-protected accounts, because CSV files can't be password-protected.
cs: Složka, do které budou vaše data po každé změně automaticky <link xref="import-export">exportována jako soubor CSV</link>. Tato funkce nefunguje pro účty chráněné heslem, protože soubory CSV nelze chránit heslem.
es: Una carpeta donde sus datos se <link xref="import-export">exportarán a CSV</link> después de cada cambio. Esta función no funciona con cuentas protegidas con contraseña, ya que los archivos CSV no pueden protegerse con contraseña.
fr: Un dossier où vos données seront automatiquement <link xref="import-export">exportées au format CSV</link> après chaque modification. Cette fonctionnalité ne fonctionne pas pour les comptes protégés par mot de passe, car les fichiers CSV ne peuvent être protégés par un mot de passe.
hi: एक फोल्डर जहां आपका डेटा प्रत्येक परिवर्तन के बाद स्वचालित रूप से <link xref="import-export">CSV में निर्यात किया जाएगा</link>। यह सुविधा पासवर्ड-सुरक्षित खातों के लिए काम नहीं करती, क्योंकि CSV फाइलें पासवर्ड-सुरक्षित नहीं की जा सकतीं।
hr: Mapa u kojoj će se tvoji podaci automatski <link xref="import-export">izvesti u CSV datoteku</link> nakon svake promjene. Ova funkcija ne radi za račune koji su zaštićeni lozinkom jer CSV datoteke ne mogu biti zaštićene lozinkom.
it: Una cartella in cui i propri dati verranno automaticamente <link xref="import-export">esportati in formato CSV</link> dopo ogni modifica. Questa funzionalità non è attiva per i file protetti da password, poiché i file CSV non possono essere protetti in tale modo.
ru: Папка, в которую ваши данные будут автоматически <link xref="import-export">экспортироваться в формате CSV</link> после каждого изменения. Эта функция не работает для счетов, защищённых паролем, т.к. CSV файлы не могут быть защищены паролем.
ta: உங்கள் தரவு தானாகவே இருக்கும் ஒரு கோப்புறை <இணைப்பு XREF = "இறக்குமதி-ஏற்றுமதி"> காபிம க்கு ஏற்றுமதி செய்யப்படுகிறது </link> ஒவ்வொரு மாற்றத்திற்கும் பிறகு. கடவுச்சொல் பாதுகாக்கப்பட்ட கணக்குகளுக்கு இந்த நற்பொருத்தம் வேலை செய்யாது, ஏனெனில் காபிம கோப்புகளை கடவுச்சொல் பாதுகாக்க முடியாது.

# link
source: Import/Export 📤
es: Importar/Exportar 📤
fr: Importer / Exporter 📤
hi: आयात/निर्यात 📤
hr: Uvoz/Izvoz 📤
it: Importazione ed esportazione 📤
ru: Импорт/Экспорт 📤
ta: இறக்குமதி/ஏற்றுமதி

source: Import/Export
es: Importar/Exportar
fr: Importer / Exporter
hi: आयात/निर्यात
hr: Uvoz/Izvoz
it: Importazione ed esportazione
ru: Импорт/Экспорт
ta: இறக்குமதி/ஏற்றுமதி

source: Import Formats
cs: Formáty importu
es: Formatos de importación
fr: Formats d’importation
hi: प्रारूप आयात करें
hr: Formati uvoza
it: Formati per l'importazione
ru: Форматы импорта
ta: இறக்குமதி வடிவங்கள்

source: Dates should be in <em>YYYYMMDD</em> format.
cs: Data by měla být ve formátu <em>RRRRMMDD</em>.
es: Las fechas deben estar en formato <em>AAAMMDD</em>.
fr: Les dates devraient être au format <em>AAAAMMJJ</em>.
hi: तिथियाँ <em>YYYYMMDD</em> प्रारूप में होनी चाहिए।
hr: Datumi bi trebali biti u formatu <em>YYYYMMDD</em>.
it: Le date devono essere in formato <em>YYYYMMDD</em>.
ru: Даты должны быть в формате <em>ГГГГММДД</em>.
ta: தேதிகள் <em> yyyymmdd </em> வடிவத்தில் இருக்க வேண்டும்.

source: Dates should be in English (US) format (<em>MM/DD/YYYY</em>).
cs: Data by měla být v anglickém (americkém) formátu (<em>MM/DD/RRRR</em>).
es: Las fechas deben estar en formato inglés (EE. UU.) (<em>MM/DD/AAAA</em>).
fr: Les dates devraient être au format Anglais (US) (<em>MM/JJ/AAAA</em>).
hi: तारीखें अंग्रेजी (US) प्रारूप (<em>MM/DD/YYYY</em>) में होनी चाहिए।
hr: Datumi bi trebali biti u engleskom (SAD) formatu (<em>MM/DD/YYYY</em>).
it: Le date devono essere nel formato americano (<em>MM/DD/YYYY</em>).
ru: Даты должны быть в Английском (США) формате (<em>ММ/ДД/ГГГГ</em>).
ta: தேதிகள் ஆங்கில (யுஎச்) வடிவத்தில் இருக்க வேண்டும் (<em> மிமீ/டிடி/யை </em>).

source: ❗ While CSV is a common format and some banks allow their users to export information as CSV, these files are in fact tables that can contain arbitrary data. Importing a CSV file created in other program will fail, because its data will not be compatible with what <app>Denaro</app> tries to get from a file. The purpose of CSV import/export is to provide a way to add data to an account using external programs such as text editors and office suites. Import will only add new transactions without overriding existing ones. If you want to create a CSV file manually, this is the header that includes all columns <app>Denaro</app> expects to find:
cs: ❗ Formát CSV je sice běžný a některé banky umožňují svým uživatelům exportovat informace ve formátu CSV, ale tyto soubory jsou ve skutečnosti tabulky, které mohou obsahovat libovolná data. Import souboru CSV vytvořeného v jiném programu selže, protože jeho data nebudou kompatibilní s tím, co se aplikace <app>Denaro</app> snaží ze souboru získat. Účelem importu/exportu CSV je poskytnout způsob, jak přidávat data do účtu pomocí externích programů, jako jsou textové editory a kancelářské balíky. Import přidá pouze nové transakce, aniž by přepsal ty stávající. Pokud chcete soubor CSV vytvořit ručně, toto je hlavička, která obsahuje všechny sloupce, které aplikace <app>Denaro</app> očekává, že najde:
es: ❗ Si bien CSV es un formato común y algunos bancos permiten a sus usuarios exportar información como CSV, estos archivos son, de hecho, tablas que pueden contener datos arbitrarios. La importación de un archivo CSV creado en otro programa fallará porque sus datos no serán compatibles con lo que <app>Denaro</app> intenta obtener de un archivo. El propósito de importar/exportar CSV es proporcionar una forma de agregar datos a una cuenta mediante programas externos, como editores de texto y paquetes de oficina. La importación solo agregará nuevas transacciones sin anular las existentes. Si desea crear un archivo CSV manualmente, este es el encabezado que incluye todas las columnas que <app>Denaro</app> espera encontrar:
fr: ❗ Bien que le format CSV soit courant et que certaines banques permettent à leurs utilisateurs d’exporter des informations au format CSV, ces fichiers sont en fait des tableaux qui peuvent contenir n’importe quelles données. L’importation d’un fichier CSV créé dans un autre programme échouera, car ses données ne seront pas compatibles avec ce que <app>Denaro</app> tentera d’obtenir du fichier. L’objectif de l’importation/exportation de fichiers CSV est de fournir un moyen d’ajouter des données à un compte à l’aide de programmes externes tels que des éditeurs de texte et des suites bureautiques. L’importation n’ajoutera que les nouvelles transactions sans remplacer les transactions existantes. Si vous souhaitez créer un fichier CSV manuellement, voici l’en-tête qui inclut toutes les colonnes que <app>Denaro</app> s’attend à trouver :
hi: ❗ जबकि CSV एक सामान्य प्रारूप है और कुछ बैंक अपने उपयोगकर्ताओं को CSV के रूप में जानकारी निर्यात करने की अनुमति देते हैं, ये फाइलें वास्तव में तालिकाएं हैं जिनमें मनमाना डेटा हो सकता है। अन्य प्रोग्राम में बनाई गई CSV फाइल को आयात करना विफल हो जाएगा, क्योंकि इसका डेटा <app>Denaro</app> किसी फाइल से प्राप्त करने का प्रयास करने के साथ संगत नहीं होगा। CSV आयात/निर्यात का उद्देश्य टेक्स्ट एडिटर्स और ऑफिस सुइट्स जैसे इक्स्टर्नल प्रोग्रामों का उपयोग करके किसी खाते में डेटा जोड़ने का एक तरीका प्रदान करना है। आयात केवल मौजूदा लेन-देन को ओवरराइड किए बिना नए लेन-देन जोड़ेगा। यदि आप मैन्युअल रूप से एक CSV फाइल बनाना चाहते हैं, तो यह वह हेडर है जिसमें वे सभी कॉलम शामिल हैं जिन्हें <app>Denaro</app> ढूंढने की अपेक्षा करता है:
hr: ❗ Iako je CSV uobičajeni format i neke banke dopuštaju svojim korisnicima izvoz podataka u CSV formatu, te su datoteke zapravo tablice koje mogu sadržati proizvoljne podatke. Uvoz CSV datoteke stvorene u jednom drugom programu neće uspjeti jer njezini podaci neće biti kompatibilni s onim što <app>Denaro</app> pokušava dobiti iz datoteke. Svrha uvoza/izvoza CSV datoteka je omogućiti način dodavanja podataka računu pomoću programa kao što su uređivači teksta i uredski paketi. Uvoz će samo dodati nove transakcije bez prepisivanja postojećih. Ako želiš ručno izraditi CSV datoteku, ovo je zaglavlje koje uključuje sve stupce koje <app>Denaro</app> očekuje pronaći:
it: ❗ Per quanto CSV sia un formato comune e alcune banche permettano ai loro utenti di esportare le informazioni in file CSV, tali file sono a tutti gli effetti tabelle che possono contenere dati arbitrari. Importare un file CSV creato con altri programmi non sarà possibile, perché i dati non saranno compatibili con ciò che <app>Denaro</app> tenta di leggere in un file. Lo scopo dell'importazione ed esportazione in CSV è quello di fornire un modo di aggiungere dati ad un conto usando programmi esterni come editor di testo e suite per ufficio. L'importazione aggiungerà soltanto nuove transazioni, senza sovrascrivere quelle già esistenti. Per creare un file CSV a mano, questa è la riga dei titoli delle colonne che <app>Denaro</app> si aspetta di trovare:
ru: ❗ Хотя CSV является распространённым форматом, и некоторые банки предоставляют возможность своим клиентам экспортировать данные в формате CSV, такие файлы фактически являются таблицами, которые могут содержать произвольные данные. Импорт CSV файла, созданного в другой программе, не удастся, т.к. данные не будут совместимы с тем, что <app>Denaro</app> ожидает получить из файла. Смысл импорта/экспорта CSV в том, чтобы предоставить возможность добавлять новые данные в счёт, используя сторонние программы, например, текстовые редакторы или офисные приложения. При импорте только создаются новые транзакции, существующие не перезаписываются. Если вы хотите создать CSV файл вручную, заголовок таблицы со всеми столбцами, которые <app>Denaro</app> ожидает найти, выглядит следующим образом:
ta: C காபிம ஒரு பொதுவான வடிவமாகவும், சில வங்கிகள் தங்கள் பயனர்களை காபிம ஆக ஏற்றுமதி செய்ய அனுமதிக்கும்போது, இந்த கோப்புகள் உண்மையில் தன்னிச்சையான தரவைக் கொண்டிருக்கக்கூடிய அட்டவணைகள். பிற நிரலில் உருவாக்கப்பட்ட காபிம கோப்பை இறக்குமதி செய்வது தோல்வியடையும், ஏனெனில் அதன் தரவு <pp> டெனாரோ </app> ஒரு கோப்பிலிருந்து பெற முயற்சிப்பதன் மூலம் பொருந்தாது. சி.எச்.வி இறக்குமதி/ஏற்றுமதியின் நோக்கம் உரை ஆசிரியர்கள் மற்றும் அலுவலக அறைகள் போன்ற வெளிப்புற நிரல்களைப் பயன்படுத்தி ஒரு கணக்கில் தரவைச் சேர்ப்பதற்கான வழியை வழங்குவதாகும். இறக்குமதி என்பது ஏற்கனவே உள்ளவற்றை மீறாமல் புதிய பரிவர்த்தனைகளை மட்டுமே சேர்க்கும். நீங்கள் ஒரு காபிம கோப்பை கைமுறையாக உருவாக்க விரும்பினால், இது அனைத்து நெடுவரிசைகளையும் உள்ளடக்கிய தலைப்பு <app> டெனாரோ </app> கண்டுபிடிக்க எதிர்பார்க்கிறது:

source: Transaction Id, should be unique for a given account. Ids start with 1.
cs: ID transakce, mělo by být pro daný účet jedinečné. ID začínají číslem 1.
es: Id de transacción, debe ser único para una cuenta determinada. Los ids empiezan por 1.
fr: Identification de transaction, devrait être unique pour un compte donné. Les identifiants commencent à 1.
hi: लेनदेन Id, किसी दिए गए खाते के लिए अद्वितीय होनी चाहिए। Ids 1 से शुरू होती हैं।
hr: ID transakcije. Mora biti jedinstven za određeni račun. ID-ovi počinju s 1.
it: L'ID della transazione, che deve essere univoco all'interno di ciascun conto. Gli ID partono da 1.
ru: Номер транзакции, должен быть уникальным для данного счёта. Номера начинаются с 1.
ta: பரிவர்த்தனை ஐடி, கொடுக்கப்பட்ட கணக்கிற்கு தனித்துவமாக இருக்க வேண்டும். ஐடிஎச் 1 உடன் தொடங்குகிறது.

source: Transaction date (or start date in case of repeat transaction), should be in English (US) format (<em>MM/DD/YYYY</em>).
cs: Datum transakce (nebo datum zahájení v případě opakované transakce) by mělo být v anglickém (americkém) formátu (<em>MM/DD/RRRR</em>).
es: La fecha de la transacción (o fecha de inicio en caso de transacción repetida), debe estar en formato inglés (EE. UU.) (<em>MM/DD/AAAA</em>).
fr: La date de la transaction (ou la date de départ dans le cas d’une transaction répétée), devrait être au format américain (<em>MM/JJ/AAAA</em>).
hi: लेन-देन की तारीख (या दोबारा लेन-देन के मामले में आरंभ की तारीख), अंग्रेजी (US) प्रारूप (<em>MM/DD/YYYY</em>) में होनी चाहिए।
hr: Datum transakcije (ili početni datum u slučaju ponovljajuće transakcije). Mora biti u engleskom (SAD) formatu (<em>MM/DD/YYYY</em>).
it: La data della transazione (o la data d'inizio per quelle ricorrenti) deve essere in formato americano (<em>MM/DD/YYYY</em>).
ru: Дата транзакции (или дата начала для повторяющейся транзакции), должна быть в Английском (США) формате (<em>ММ/ДД/ГГГГ</em>).
ta: பரிவர்த்தனை தேதி (அல்லது மீண்டும் மீண்டும் பரிவர்த்தனை ஏற்பட்டால் தொடக்க தேதி), ஆங்கிலம் (யுஎச்) வடிவத்தில் இருக்க வேண்டும் (<em> மிமீ/டிடி/யை </em>).

source: Transaction description, it can contain any characters except semicolon.
cs: Popis transakce, může obsahovat libovolné znaky kromě středníku.
es: Descripción de la transacción, puede contener cualquier carácter excepto punto y coma.
fr: Description de la transaction, elle peut contenir n’importe quel caractère sauf des points-virgules.
hi: लेन-देन विवरण, इसमें अर्धविराम को छोड़कर कोई भी वर्ण हो सकता है।
hr: Opis transakcije. Može sadržati bilo koje znakove osim točke sa zarezom (;).
it: La descrizione della transizione; può contenere qualsiasi carattere tranne il punto e virgola.
ru: Описание транзакции, может содержать любые символы, кроме точки с запятой.
ta: பரிவர்த்தனை விளக்கம், இது அரைக்காற்புள்ளியைத் தவிர வேறு எந்த எழுத்துக்களையும் கொண்டிருக்கலாம்.

source: Transaction type: 0 for income, 1 for expense.
cs: Typ transakce: 0 pro příjem, 1 pro výdaj.
es: Tipo de transacción: 0 para ingresos, 1 para gastos.
fr: Type de transaction : 0 pour un revenu, 1 pour une dépense.
hi: लेन-देन प्रकार: आय के लिए 0, व्यय के लिए 1।
hr: Vrsta transakcije: 0 za prihod, 1 za rashod.
it: Tipo di transazione: 0 per le entrate, 1 per le uscite.
ru: Тип транзакции: 0 - доход, 1 - расход.
ta: பரிவர்த்தனை வகை: வருமானத்திற்கு 0, செலவுக்கு 1.

source: A number representing transaction repeat interval:
cs: Číslo představující interval opakování transakce:
es: Un número que representa el intervalo de repetición de la transacción:
fr: Un nombre représentant un intervalle de répétition de la transaction :
hi: लेन-देन दोहराव अंतराल का प्रतिनिधित्व करने वाली एक संख्या:
hr: Broj koji predstavlja interval ponavljanja transakcije:
it: Un numero che rappresenta la frequenza di ripetizione della transazione:
ru: Число, соответствующее интервалу повтора транзакции:
ta: பரிவர்த்தனை மீண்டும் இடைவெளியைக் குறிக்கும் எண்:

source: 0 - Never
cs: 0 - Nikdy
es: 0 - Nunca
fr: 0 - Jamais
hi: 0 - कभी नहीं
hr: 0 – Nikada
it: 0 - Mai
ru: 0 - Никогда
ta: 0 - ஒருபோதும்

source: 1 - Daily
cs: 1 - Denně
es: 1 - Diario
fr: 1 - Quotidien
hi: 1 - प्रतिदिन
hr: 1 – Dnevno
it: 1 - Ogni giorno
ru: 1 - Ежедневно
ta: 1 - நாள்தோறும்

source: 2 - Weekly
cs: 2 - Týdně
es: 2 - Semanal
fr: 2 - Hebdomadaire
hi: 2 - साप्ताहिक
hr: 2 – Tjedno
it: 2 - Ogni settimana
ru: 2 - Еженедельно
ta: 2 - வாராந்திர

source: 7 - Biweekly
cs: 7 - Dvakrát týdně
es: 7 - Quincenal
fr: 7 - Bi-hebdomadaire
hi: 7 - द्विसाप्ताहिक
hr: 7 – Dvotjeno
it: 7 - Ogni due settimane
ru: 7 - Раз в 2 недели
ta: 7 - இரு வாராந்திர

source: 3 - Monthly
cs: 3 - Měsíčně
es: 3 - Mensual
fr: 3 - Mensuel
hi: 3 - मासिक
hr: 3 – Mjesečno
it: 3 - Ogni mese
ru: 3 - Ежемесячно
ta: 3 - மாதாந்திர

source: 4 - Quarterly
cs: 4 - Čtvrtletně
es: 4 - Trimestral
fr: 4 - Trimestriel
hi: 4 - त्रैमासिक
hr: 4 – Kvartalno
it: 4 - Ogni tre mesi
ru: 4 - Ежеквартально
ta: 4 - காலாண்டு

source: 5 - Yearly
cs: 5 - Ročně
es: 5 - Anual
fr: 5 - Annuel
hi: 5 - वार्षिक
hr: 5 – Godišnje
it: 5 - Ogni anno
ru: 5 - Ежегодно
ta: 5 - ஆண்டு

source: 6 - Biyearly
cs: 6 - Dvakrát ročně
es: 6 - Bianual
fr: 6 - Bi-annuel
hi: 6 - द्विवार्षिक
hr: 6 – Dvogodišnje
it: 6 - Ogni due anni
ru: 6 - Раз в два года
ta: 6 - BIYERLY

source: See <em>Repeat Interval</em> in <link xref="transaction">transaction</link> page for details about repeat transactions.
cs: Podrobnosti o opakovaných transakcích naleznete v části <em>Interval opakování</em> na stránce <link xref="transaction">transakce</link>.
es: Véase <em>Intervalo de repetición</em> en la página de <link xref="transaction">transacción</link> para obtener más información sobre las transacciones repetidas.
fr: Voir <em>Intervalle de répétition</em> dans la page des <link xref="transaction">transactions</link> pour des détails sur les transactions répétées.
hi: बार-बार होने वाले लेनदेन के विवरण के लिए <link xref="transaction">transaction</link> पेज में <em>Repeat Interval</em> देखें।
hr: Za detalje o ponovljajućim transakcijama pogledaj <em>Interval ponavljanja</em> na stranici <link xref="transaction">transakcija</link>.
it: Consultare <em>Frequenza</em> in <link xref="transaction">transazioni</link> per dettagli sulle transazioni ricorrenti.
ru: Подробности о повторящихся транзакциях смотрите в описании <em>Интервала Повтора</em> на странице <link xref="transaction">о транзакциях</link>.
ta: <em> மீண்டும் இடைவெளி </em> <இணைப்பு XREF = "பரிவர்த்தனை"> பரிவர்த்தனை </link> பக்கத்தில் மீண்டும் பரிவர்த்தனைகள் பற்றிய விவரங்களுக்கு பார்க்கவும்.

source: Should be either an Id of source transaction or 0 if it's a source transaction or -1 if it's not repeat transaction.
cs: Mělo by to být buď ID zdrojové transakce nebo 0, pokud se jedná o zdrojovou transakci, nebo -1, pokud se nejedná o opakovanou transakci.
es: Debe ser un id de transacción de origen o 0 si es una transacción de origen o -1 si no es una transacción repetida.
fr: Devrait être soit un identifiant de transaction source, ou 0 si c’est une transaction source, ou -1 si ce n’est pas une transaction répétée.
hi: या तो स्रोत लेनदेन की Id होनी चाहिए या यदि यह स्रोत लेनदेन है तो 0 या यदि यह दोहराव लेनदेन नहीं है तो -1 होना चाहिए।
hr: Treba biti ID izvorne transakcije ili 0 ako je izvorna transakcija ili -1 ako nije ponavljajuća transakcija.
it: Deve essere o l'ID di una transazione originale, oppure 0 se è una transazione “sorgente” o -1 se non è ricorrente.
ru: Либо номер транзакции-источника, либо 0, если это транзакция-источник, либо -1, если это не повторящаяся транзакция.
ta: மூல பரிவர்த்தனையின் ஐடி அல்லது 0 இது ஒரு மூல பரிவர்த்தனையாக இருந்தால் அல்லது -1 அது மீண்டும் பரிவர்த்தனை இல்லையென்றால் 0 ஆக இருக்க வேண்டும்.

source: End date for repeat transaction, should be in English (US) format (<em>MM/DD/YYYY</em>). Leave it empty if it's not repeat transaction.
cs: Datum ukončení opakované transakce by mělo být v anglickém (americkém) formátu (<em>MM/DD/RRRR</em>). Pokud se nejedná o opakovanou transakci, ponechte jej prázdný.
es: Fecha de finalización de la transacción repetida, debe estar en formato inglés (EE. UU.) (<em>MM/DD/AAAA</em>). Déjelo vacío si no es una transacción repetida.
fr: Date de fin pour la transaction répétée ; elle devrait être au format américain (<em>MM/JJ/AAAA</em>). Laissez-la vide si ce n’est pas une transaction répétée.
hi: दोबारा लेन-देन की अंतिम तिथि अंग्रेजी (US) प्रारूप (<em>MM/DD/YYYY</em>) में होनी चाहिए। यदि यह दोबारा लेनदेन नहीं है तो इसे खाली छोड़ दें।
hr: Krajnji datum ponavljajuće transakcije. Mora biti u engleskom (SAD) formatu (<em>MM/DD/YYYY</em>). Ostavi polje praznim ako nije ponavljajuća transakcija.
it: La data di termine per una transazione ricorrente, in formato americano (<em>MM/DD/YYYY</em>). Lasciare vuoto per le transazioni non ricorrenti.
ru: Дата окончания повторяющейся транзакции, должна быть в Английском (США) формате (<em>ММ/ДД/ГГГГ</em>). Оставьте это поле пустым, если транзакция не повторяющаяся.
ta: மீண்டும் மீண்டும் பரிவர்த்தனைக்கான இறுதி தேதி, ஆங்கிலம் (யுஎச்) வடிவத்தில் இருக்க வேண்டும் (<em> மிமீ/டிடி/யை </em>). இது மீண்டும் பரிவர்த்தனை இல்லையென்றால் காலியாக விடவும்.

source: Transaction amount in English (US) format (<em>123,456.78</em>).
cs: Částka transakce v anglickém (americkém) formátu (<em>123,456.78</em>).
es: Importe de la transacción en formato inglés (US) (<em>123,456.78</em>).
fr: Montant de la transaction au format américain (<em>123,456.78</em>).
hi: अंग्रेजी (US) प्रारूप में लेनदेन राशि (<em>123,456.78</em>)।
hr: Iznos transakcije u engleskom (SAD) formatu (<em>123,456.78</em>).
it: Importo della transazione in formato americano (<em>123,456.78</em>).
ru: Сумма транзакции в Английском (США) формате (<em>123,456.78</em>).
ta: ஆங்கிலத்தில் பரிவர்த்தனை தொகை (யுஎச்) வடிவத்தில் (<em> 123,456.78 </em>).

source: Transaction color, should be in <em>rgb(R,G,B)</em> format where <em>R</em>, <em>G</em> and <em>B</em> are integers in range between 0 and 255.
cs: Barva transakce, by měla být ve formátu <em>rgb(R,G,B)</em>, kde <em>R</em>, <em>G</em> a <em>B</em> jsou celá čísla v rozsahu 0 až 255.
es: Color de la transacción, debe estar en formato <em>rgb(R,G,B)</em> donde <em>R</em>, <em>G</em> y <em>B</em> son enteros en un rango entre 0 y 255.
fr: Couleur de la transaction ; elle devrait être au format <em>rgb (R,G,B)</em>) où <em>R</em>, <em>G</em> et <em>B</em> sont des nombres entiers compris entre 0 et 255.
hi: लेन-देन का रंग, <em>rgb(R,G,B)</em> प्रारूप में होना चाहिए जहां <em>R</em>, <em>G</em> और <em>B</em> हैं 0 और 255 के बीच की सीमा में पूर्णांक।
hr: Boja transakcije u <em>rgb(R,G,B)</em> formatu, gdje su <em>R</em>, <em>G</em> i <em>B</em> cijeli brojevi od 0 do 255.
it: Il colore della transazione, in formato <em>rgb(R,G,B)</em> dove <em>R</em>, <em>G</em> e <em>B</em> sono numeri interi tra 0 e 255.
ru: Цвет транзакции, должен быть в формате <em>rgb(R,G,B)</em>, где <em>R</em> (красный), <em>G</em> (зелёный) и <em>B</em> (синий) — это целые числа в диапазоне от 0 до 255.
ta: பரிவர்த்தனை நிறம், <em> rgb (r, g, b) </em> வடிவத்தில் இருக்க வேண்டும், அங்கு <em> r </em>, <em> ஐயா </em> மற்றும் <em> பி </em> 0 முதல் 255 வரை முழு எண்கள்.

source: Whether a transaction should use group color: 0 — false, 1 — true.
cs: Zda má transakce používat skupinovou barvu: 0 — ne, 1 — ano.
es: Si una transacción debe usar el color de grupo: 0 - falso, 1 - verdadero.
fr: Indique si une transaction devrait utiliser le groupe de couleur : 0 — non, 1 — oui.
hi: क्या लेन-देन में समूह रंग का उपयोग किया जाना चाहिए: 0 - गलत, 1 - सत्य।
hr: Treba li transakcija koristiti boju grupe: 0 – ne, 1 – da.
it: Se una transazione deve usare il colore del gruppo: 0 — falso, 1 — vero.
ru: Должен ли для транзакции использоваться цвет группы: 0 — нет, 1 — да.
ta: ஒரு பரிவர்த்தனை குழு நிறத்தைப் பயன்படுத்த வேண்டுமா: 0 - பொய், 1 - உண்மை.

source: Transaction's group Id. Ids start with 1. For ungrouped transaction it should be -1 (not 0, this is incorrect value for group Id).
cs: ID skupiny transakce. ID začíná číslem 1. U neseskupených transakcí by mělo být -1 (ne 0, to je nesprávná hodnota pro ID skupiny).
es: Id de grupo de la transacción. Los ids empiezan por 1. Para una transacción no agrupada debe ser -1 (no 0, este es un valor incorrecto para el id de grupo).
fr: Identifiant du groupe de transactions. Les identifiant commencent à 1. Pour les transactions sans groupe, ce devrait être -1 (et non pas 0 qui est une valeur incorrecte pour un identifiant de groupe).
hi: लेन-देन का समूह Id. Ids 1 से शुरू होती हैं। असमूहीकृत लेनदेन के लिए यह -1 होना चाहिए (0 नहीं, यह समूह Id के लिए गलत मान है)।
hr: ID grupe transakcije. ID-ovi počinju s brojem 1. Za negrupirane transakcije trebao bi biti -1 (ne 0, jer to nije valjana vrijednost za ID grupe).
it: L'ID del gruppo della transazione. Gli ID partono da 1. Usare il valore -1 per le transazioni che non sono in alcun gruppo (non si usi 0, è un valore incorretto per l'ID del gruppo).
ru: Номер группы транзакции. Номера начинаются с 1. Для транзакции без группы укажите -1 (не 0, это некорректное значение для номера группы).
ta: பரிவர்த்தனையின் குழு ஐடி. ஐடிஎச் 1 உடன் தொடங்குகிறது. குழுவாக பரிவர்த்தனைக்கு இது -1 ஆக இருக்க வேண்டும் (0 அல்ல, இது குழு ஐடிக்கு தவறான மதிப்பு).
