Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

source: On Linux, it is possible to set different locales for system language and formats. Changing these settings varies depending on the desktop environment you are using. Despite differences in the location of these settings on the desktop, changing these settings modify system environment variables, such as <code>LANG</code>, <code>LC_TIME</code>, and <code>LC_MONETARY</code>. <app>Denaro</app> will try to use amount and date formats according to these variables. If the app fails to use the expected formats, please make sure the variables are set correctly via the <code>locale</code> command in a terminal. If you found a bug and want to report it, please provide the output of the <code>locale</code> command to allow developers to reproduce your issue with the same settings.
cs: V systému Linux je možné nastavit různé místní jazyky a formáty systému. Změna těchto nastavení se liší v závislosti na používaném desktopovém prostředí. Navzdory rozdílům v umístění těchto nastavení jejich změna upraví proměnné systémového prostředí, například <code>LANG</code>, <code>LC_TIME</code> a <code>LC_MONETARY</code>. <app>Denaro</app> se pokusí použít formáty částek a dat podle těchto proměnných. Pokud aplikace očekávané formáty nepoužívá, zkontrolujte, zda jsou proměnné správně nastaveny pomocí příkazu <code>locale</code> v terminálu. Pokud jste našli chybu a chcete ji nahlásit, poskytněte prosím výstup příkazu <code>locale</code>, aby mohli vývojáři reprodukovat váš problém se stejným nastavením.
es: En Linux, es posible establecer diferentes configuraciones regionales para el idioma y los formatos del sistema. La modificación de estos ajustes varía en función del entorno de escritorio que use. A pesar de las diferencias en la ubicación de estos ajustes en el escritorio, cambiar estos ajustes modifica las variables de entorno del sistema, como <code>LANG</code>, <code>LC_TIME</code> y <code>LC_MONETARY</code>. <app>Denaro</app> intentará usar los formatos de cantidad y fecha de acuerdo a estas variables. Si la aplicación falla al usar los formatos esperados, por favor asegúrese de que las variables están configuradas correctamente a través del comando <code>locale</code> en un terminal. Si ha encontrado un error y desea informar de ello, por favor proporcione la salida del comando <code>locale</code> para permitir a los desarrolladores reproducir su problema con la misma configuración.
fr: Sous Linux il est possible de définir plusieurs langues locales et formats numériques. La manière de modifier ce paramètre varie selon l’environnement de bureau utilisé. Malgré ces différences dans l’emplacement de ces paramètres, les modifier affecte des variables de l’environnement du système, comme <code>LANG</code>, <code>LC_TIME</code>, et <code>LC_MONETARY</code>. <app>Denaro</app> essaiera d’utiliser les formats numériques et de langue selon ces variables. Si l’application échoue à utiliser les formats attendus, assurez-vous que les variables sont correctement définies via la commande <code>locale</code> dans un terminal. Si vous trouvez un bogue et souhaitez le signaler, veillez fournir le résultat donné par la commande <code>locale</code> pour permettre aux développeurs de reproduire votre problème avec les mêmes paramètres.
hi: Linux पर, सिस्टम भाषा और प्रारूपों के लिए अलग-अलग स्थान सेट करना संभव है। इन सेटिंग्स को बदलना आपके द्वारा उपयोग किए जा रहे डेस्कटॉप वातावरण के आधार पर भिन्न होता है। डेस्कटॉप पर इन सेटिंग्स के स्थान में अंतर के बावजूद, इन सेटिंग्स को बदलने से सिस्टम पर्यावरण चर, जैसे <code>LANG</code>, <code>LC_TIME</code>, और <code>LC_MONETARY</code> को संशोधित किया जाता है। <app>Denaro</app> इन चरों के अनुसार राशि और दिनांक प्रारूपों का उपयोग करने का प्रयास करेगा। यदि ऐप अपेक्षित प्रारूपों का उपयोग करने में विफल रहता है, तो कृपया सुनिश्चित करें कि टर्मिनल में <code>लोकेल</code> कमांड के माध्यम से वेरिएबल सही ढंग से सेट किए गए हैं। यदि आपको कोई बग मिला है और आप इसकी रिपोर्ट करना चाहते हैं, तो कृपया <code>लोकेल</code> कमांड का आउटपुट प्रदान करें ताकि डेवलपर्स उसी सेटिंग्स के साथ आपकी समस्या को पुन: उत्पन्न कर सकें।
hr: Na Linuxu je moguće postaviti različita jezična područja za jezik sustava i formate. Mijenjanje ovih postavki razlikuje se ovisno o radnoj površini. Unatoč razlikama u smještaju ovih postavki u okruženju, mijenjanje tih postavki mijenja varijable okruženja sustava, kao što su <code>LANG</code>, <code>LC_TIME</code> i <code>LC_MONETARY</code>. <app>Denaro</app> će pokušati koristiti formate iznosa i datuma u skladu s tim varijablama. Ako aplikacija ne uspije koristiti očekivane formate, provjeri jesu li varijable ispravno postavljene putem naredbe <code>locale</code> u terminalu. Ako naiđeš na grešku i želiš je prijaviti, pošalji rezultat naredbe <code>locale</code> kako bi programeri mogli reproducirati problem s istim postavkama.
it: Su Linux è possibile impostare diversi formati per la lingua e i valori numerici. Il modo per modificare queste impostazioni varia a seconda dell'ambiente desktop usato. Nonostante queste impostazioni si possano trovare in luoghi diversi del desktop, la loro modifica influisce su alcune variabili d'ambiente di sistema come <code>LANG</code>, <code>LC_TIME</code>, e <code>LC_MONETARY</code>. <app>Denaro</app> tenterà di usare i formati numerici e di data specificati da queste variabili. Se non vengono usati i formati che ci si aspetta, assicurarsi che le variabili siano impostate correttamente usando il comando <code>locale</code> in un terminale. Se si verifica un errore e lo si vuole segnalare, fornire l'output del comando <code>locale</code> per permettere agli sviluppatori di riprodurre tale errore con le medesime impostazioni.
ru: В ОС Linux возможно установить разные региональные настройки отдельно для языка и форматов. Способ изменения этих настроек зависит от вашего рабочего окружения. Несмотря на различия в расположении этих настроек, их изменение приводит к модификации системных переменных окружения, таких как <code>LANG</code> (формат языка), <code>LC_TIME</code> (формат дат и времени) и <code>LC_MONETARY</code> (формат чисел и валюты). <app>Denaro</app> попытается использовать форматы для сумм транзакций и дат в соответствии с этими переменными. Если приложение не использует ожидаемые форматы, проверьте корректность значений переменных, используя команду <code>locale</code> в терминале. Если вы нашли ошибку в приложении и хотите сообщить о ней, добавьте вывод команды <code>locale</code> в ваше сообщение, чтобы разработчики смогли воспроизвести ошибку, установив идентичные настройки.
ta: லினக்சில், கணினி மொழி மற்றும் வடிவங்களுக்கு வெவ்வேறு இடங்களை அமைக்க முடியும். நீங்கள் பயன்படுத்தும் டெச்க்டாப் சூழலைப் பொறுத்து இந்த அமைப்புகளை மாற்றுவது மாறுபடும். டெச்க்டாப்பில் இந்த அமைப்புகளின் இருப்பிடத்தில் வேறுபாடுகள் இருந்தபோதிலும், இந்த அமைப்புகளை மாற்றுவது <குறியீடு> லாங் </code>, <code> lc_time </code> மற்றும் <code> lc_monetary </code> போன்ற கணினி சூழல் மாறிகளை மாற்றியமைக்கவும். <pp> டெனாரோ </app> இந்த மாறிகளுக்கு ஏற்ப தொகை மற்றும் தேதி வடிவங்களைப் பயன்படுத்த முயற்சிக்கும். பயன்பாடு எதிர்பார்த்த வடிவங்களைப் பயன்படுத்தத் தவறினால், ஒரு முனையத்தில் <code> லோகேல் </code> கட்டளை வழியாக மாறிகள் சரியாக அமைக்கப்பட்டிருப்பதை உறுதிப்படுத்தவும். நீங்கள் ஒரு பிழையைக் கண்டுபிடித்து அதைப் புகாரளிக்க விரும்பினால், தயவுசெய்து <code> லோகேல் </code> கட்டளையின் வெளியீட்டை வழங்கவும், உருவாக்குபவர்கள் உங்கள் சிக்கலை அதே அமைப்புகளுடன் இனப்பெருக்கம் செய்ய அனுமதிக்கின்றனர்.

source: Use Custom Currency
cs: Použití vlastní měny
es: Usar moneda personalizada
fr: Utiliser une devise personnalisée
hi: कस्टम मुद्रा का प्रयोग करें
hr: Koristi prilagođenu valutu
it: Usa valuta personalizzata
ru: Использование своей валюты
ta: தனிப்பயன் நாணயத்தைப் பயன்படுத்தவும்

source: If this option is enabled, <gui>Custom Currency Symbol</gui> will be used instead of currency symbol provided by your system locale.
cs: Pokud je tato možnost povolena, bude místo symbolu měny, který poskytuje vaše systémové prostředí, použit <gui>vlastní symbol měny</gui>.
es: Si esta opción está activada, se usará <gui>Símbolo de moneda personalizado</gui> en lugar del símbolo de moneda proporcionado por la configuración regional de su sistema.
fr: Si cette option est activée, un <gui>Symbole monétaire personnalisé</gui> sera utilisé à la place de celui fourni par la langue locale de votre système.
hi: यदि यह विकल्प सक्षम है, तो आपके सिस्टम लोकेल द्वारा प्रदान किए गए मुद्रा प्रतीक के बजाय <gui>कस्टम मुद्रा प्रतीक</gui> का उपयोग किया जाएगा।
hr: Ako je ova opcija aktivirana, umjesto simbola valute jezičnog područja tvog sustava koristit će se <gui>Prilagođeni simbol valute</gui>.
it: Se abilitata, <gui>simbolo valuta personalizzato</gui> verrà usato al posto del simbolo fornito dalle impostazioni del proprio sistema.
ru: Если эта опция включена, свой <gui>Символ валюты</gui> будет использоваться вместо символа, предоставленного региональными настройками вашей системы.
ta: இந்த விருப்பம் இயக்கப்பட்டிருந்தால், <gui> தனிப்பயன் நாணய அடையாளம் </gui> உங்கள் கணினி இருப்பிடத்தால் வழங்கப்பட்ட நாணய சின்னத்திற்கு பதிலாக பயன்படுத்தப்படும்.

source: Custom Currency Symbol
cs: Vlastní symbol měny
es: Símbolo de moneda personalizado
fr: Symbole monétaire personnalisé
hi: कस्टम मुद्रा चिह्न
hr: Simbol prilagođene valute
it: Simbolo valuta personalizzato
ru: Свой символ валюты
ta: தனிப்பயன் நாணய அடையாளம்

source: Up to 3 characters or 1 emoji. It can't be a number.
cs: Až 3 znaky nebo 1 emotikon. Nemůže to být číslo.
es: Hasta 3 caracteres o 1 emoji. No puede ser un número.
fr: Jusqu’à trois caractères ou 1 émoji. Il ne peut s’agir d’un nombre.
hi: अधिकतम 3 अक्षर या 1 इमोजी. यह कोई संख्या नहीं हो सकती।
hr: Do 3 znaka ili 1 emoji. Ne može biti broj.
it: Fino a tre caratteri oppure un emoji. Non può essere un numero.
ru: До 3 текстовых символов, либо 1 эмодзи. Не может быть числом.
ta: 3 எழுத்துக்கள் அல்லது 1 ஈமோசி வரை. இது ஒரு எண்ணாக இருக்க முடியாது.

source: Custom Currency Code
cs: Vlastní kód měny
es: Código de moneda personalizado
fr: Code de devise personnalisé
hi: कस्टम मुद्रा कोड
hr: Kȏd prilagođene valute
it: Codice valuta personalizzato
ru: Свой код валюты
ta: தனிப்பயன் நாணய குறியீடு

source: Up to 3 characters or 1 emoji.
cs: Až 3 znaky nebo 1 emotikon.
es: Hasta 3 caracteres o 1 emoji.
fr: Jusqu’à trois caractères ou 1 émoji.
hi: अधिकतम 3 अक्षर या 1 इमोजी।
hr: Do 3 znaka ili 1 emoji.
it: Fino a tre caratteri oppure un emoji.
ru: До 3 текстовых символов, либо 1 эмодзи.
ta: 3 எழுத்துக்கள் அல்லது 1 ஈமோசி வரை.

source: An example to understand the difference between a symbol and a code: <em>$</em> is a symbol, <em>USD</em> is a code.
cs: Příklad pro pochopení rozdílu mezi symbolem a kódem: <em>Kč</em> je symbol, <em>CZK</em> je kód.
es: Un ejemplo para entender la diferencia entre un símbolo y un código: <em>$</em> es un símbolo, <em>USD</em> es un código.
fr: Un exemple pour comprendre la différence entre un symbole et un code : <em>$</em> est un symbole, <em>USD</em> est un code.
hi: प्रतीक और कोड के बीच अंतर को समझने के लिए एक उदाहरण: <em>$</em> एक प्रतीक है, <em>USD</em> एक कोड है।
hr: Primjer za razumijevanje razlike između simbola i koda: <em>$</em> je simbol, <em>USD</em> je kod.
it: Un esempio per capire la differenza tra simbolo e codice: <em>$</em> è un simbolo, <em>USD</em> è un codice.
ru: Пример для понимания разницы между символом и кодом: <em>$</em> — символ, <em>USD</em> — код.
ta: ஒரு சின்னத்திற்கும் குறியீட்டிற்கும் உள்ள வித்தியாசத்தைப் புரிந்துகொள்வதற்கான எடுத்துக்காட்டு: <em> $ </em> ஒரு அடையாளம், <em> அமெரிக்க டாலர் </em> என்பது ஒரு குறியீடு.

source: Custom Currency Amount Style
hi: कस्टम मुद्रा राशि शैली
hr: Prilagođeni stil iznosa valute
ta: தனிப்பயன் நாணய அளவு நடை

source: A choice of displaying an amount in one of the following ways:
hi: निम्नलिखित तरीकों में से किसी एक में राशि प्रदर्शित करने का विकल्प:
hr: Izbor prikaza iznosa na jedan od sljedećih načina:
ta: பின்வரும் வழிகளில் ஒன்றில் ஒரு தொகையைக் காண்பிக்கும் தேர்வு:

source: Custom Currency Decimal and Group Separators
cs: Vlastní oddělovače desetinných míst a skupin měn
es: Separadores decimales y de grupo personalizados
fr: Séparateur de décimales et de groupes personnalisé
hi: कस्टम मुद्रा दशमलव और समूह विभाजक
hr: Prilagođeni decimalni znakovi i znakovi tisućica valute
it: Separatore decimale e dei gruppi personalizzato
ru: Десятичный разделитель и разделитель групп разрядов
ta: தனிப்பயன் நாணய தசம மற்றும் குழு பிரிப்பான்கள்

source: Up to 2 characters or 1 emoji.
cs: Až 2 znaky nebo 1 emotikon.
es: Hasta 2 caracteres o 1 emoji.
fr: Jusqu’à 2 caractères ou 1 émoji.
hi: अधिकतम 2 अक्षर या 1 इमोजी।
hr: Do 2 znaka ili 1 emoji.
it: Fino a due caratteri oppure un emoji.
ru: До 2 текстовых символов, либо 1 эмодзи.
ta: 2 எழுத்துக்கள் அல்லது 1 ஈமோசி வரை.

source: Custom Currency Decimal Digits
cs: Vlastní desetinné číslice měny
es: Dígitos decimales de moneda personalizados
fr: Chiffres des décimales personnalisés
hi: कस्टम मुद्रा दशमलव अंक
hr: Prilagođeni broj decimala valute
it: Cifre decimali personalizzate
ru: Цифры в дробной части
ta: தனிப்பயன் நாணய தசம இலக்கங்கள்

source: The size of decimal part of amount values. With "Unlimited" digits there will be as many numbers in decimal part as required to show the precise amount, but there will be no decimal part if the amount is an integer number.
cs: Velikost desetinné části hodnot částek. Při „neomezeném“ počtu číslic bude v desetinné části tolik čísel, kolik je potřeba k zobrazení přesné částky, ale pokud je částka celým číslem, nebude desetinná část žádná.
es: El tamaño de la parte decimal de los valores de importe. Con dígitos "ilimitados" habrá tantos números en la parte decimal como sean necesarios para mostrar el importe exacto, pero no habrá parte decimal si el importe es un número entero.
fr: La taille des décimales de la valeur d’un montant. Avec des chiffres « Illimités » la taille des décimales sera celle requise pour afficher le montant précis, mais il n’y aura pas de décimales si le montant est un nombre entier.
hi: राशि मानों के दशमलव भाग का आकार. "असीमित" अंकों के साथ दशमलव भाग में उतनी ही संख्याएँ होंगी जितनी सटीक राशि दिखाने के लिए आवश्यक हैं, लेकिन यदि राशि एक पूर्णांक संख्या है तो कोई दशमलव भाग नहीं होगा।
hr: Broj decimala za iznose. S opcijom „Neograničeno” prikazat će se onoliko decimala koliko je potrebno za prikaz točnog iznosa. Decimale se neće koristiti ako je iznos cijeli broj.
it: La dimensione della parte decimale degli importi. Con «Illimitata» ci potranno essere tante cifre decimali quante ne serviranno per mostrare l'importo esatto, ma non verrà mostrata la parte decimale se l'importo è un numero intero.
ru: Размер дробной части значений сумм. При выборе неограниченного размера будет отображаться столько цифр, сколько необходимо для отображения точного значения, но дробной части не будет, если число целое.
ta: அளவு மதிப்புகளின் தசம பகுதியின் அளவு. "வரம்பற்ற" இலக்கங்களுடன் துல்லியமான தொகையைக் காண்பிக்க தேவையான அளவுக்கு தசமப் பகுதியில் அதிகமான எண்கள் இருக்கும், ஆனால் தொகை ஒரு முழு எண் எண்ணாக இருந்தால் தசமப் பகுதி இருக்காது.

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
hr: Lozinka
ru: Пароль
ta: கடவுச்சொல்

source: Each account can be password-protected. Adding a password causes an account to become encrypted (making it impossible to read the data without decrypting it using the password). Be careful: if the password is lost, you won't be able to restore the data! A password can also be changed or removed using the account settings dialog of an open account. Removing a password will decrypt the account.
cs: Každý účet může být chráněn heslem. Přidáním hesla se účet zašifruje (bez dešifrování pomocí hesla není možné data číst). Buďte opatrní: pokud heslo ztratíte, nebudete moci data obnovit! Heslo lze také změnit nebo odstranit pomocí dialogového okna nastavení otevřeného účtu. Odstraněním hesla dojde k dešifrování účtu.
es: Cada cuenta puede protegerse con una contraseña. Si añade una contraseña, la cuenta quedará encriptada (por lo que será imposible leer los datos sin desencriptarlos con la contraseña). Cuidado: si pierde la contraseña, no podrá recuperar los datos. La contraseña también puede cambiarse o eliminarse desde el cuadro de diálogo de configuración de una cuenta abierta. Al eliminar la contraseña, la cuenta quedará descifrada.
fr: Chaque compte peut être protégé par un mot de passe. Ajouter un mot de passe cryptera le compte (ce qui rendra la lecture des données impossible sans décryptage avec le bon mot de passe). Soyez prudent⋅e : si le mot de passe est perdu, vous ne pourrez pas récupérer les données ! Un mot de passe peut également être changé ou supprimé en utilisant la boîte de dialogue des paramètres du compte. Supprimer un mot de passe décryptera le compte.
hi: प्रत्येक खाते को पासवर्ड से सुरक्षित किया जा सकता है। पासवर्ड जोड़ने से खाता एन्क्रिप्ट हो जाता है (पासवर्ड का उपयोग करके डिक्रिप्ट किए बिना डेटा को पढ़ना असंभव हो जाता है)। सावधान रहें: यदि पासवर्ड खो गया है, तो आप डेटा पुनर्स्थापित नहीं कर पाएंगे! किसी खुले खाते के खाता सेटिंग संवाद का उपयोग करके पासवर्ड को बदला या हटाया भी जा सकता है। पासवर्ड हटाने से खाता डिक्रिप्ट हो जाएगा।
hr: Svaki račun se može zaštititi lozinkom. Dodavanje lozinke uzrokuje šifriranje računa (što onemogućuje čitanje podataka bez dešifriranja pomoću lozinke). Oprez: ako izgubiš lozinku, nećeš moći obnoviti podatke! Lozinka se također može promijeniti ili ukloniti pomoću dijaloga postavki računa jednog otvorenog računa. Uklanjanje lozinke će dešifrirati račun.
it: Ciascun conto può essere protetto da una password. Aggiungere una password rende il conto cifrato (rendendo impossibile leggerne i dati senza decifrarlo con la password). Attenzione: se la password viene dimenticata, non sarà possibile ripristinare i dati. È possibile rimuovere o cambiare la password tramite le impostazioni del conto, una volta aperto. Rimuovere la password decifrerà il conto.
ru: Каждый счёт может быть защищён паролем. Добавление пароля делает счёт зашифрованным (доступ к данным невозможно получить, не расшифровав файл с помощью пароля). Будьте осторожны: если вы забудете пароль, вы не сможете восстановить данные! Пароль может быть изменён или удалён в диалоге настроек счёта. Удаление пароля расшифровывает данные.
ta: ஒவ்வொரு கணக்கும் கடவுச்சொல் பாதுகாக்கப்படலாம். கடவுச்சொல்லைச் சேர்ப்பது ஒரு கணக்கு மறைகுறியாக்கப்படுவதற்கு காரணமாகிறது (கடவுச்சொல்லைப் பயன்படுத்தி தரவை மறைகுறியாக்காமல் தரவைப் படிக்க இயலாது). கவனமாக இருங்கள்: கடவுச்சொல் இழந்தால், நீங்கள் தரவை மீட்டெடுக்க முடியாது! திறந்த கணக்கின் கணக்கு அமைப்புகள் உரையாடலைப் பயன்படுத்தி கடவுச்சொல்லை மாற்றலாம் அல்லது அகற்றலாம். கடவுச்சொல்லை அகற்றுவது கணக்கை மறைகுறியாக்கும்.

source: Sort by Id, Date or Amount
cs: Řazení podle ID, data nebo částky
es: Ordenar por id, fecha o cantidad
fr: Trier par identifiant, date ou montant
hi: Id, दिनांक या राशि के अनुसार क्रमबद्ध करें
hr: Razvrstaj prema ID-u, datumu ili iznosu
it: Ordinare per Id, data o importo
ru: Сортировка по номеру, дате или сумме
ta: ஐடி, தேதி அல்லது தொகை மூலம் வரிசைப்படுத்தவும்

source: Each account stores whether to sort transactions in the main window by their id, date or amount. Every time you change this, it will be saved to the account file and restored when you reopen the account.
cs: U každého účtu je uloženo, zda se mají transakce v hlavním okně řadit podle ID, data nebo částky. Pokaždé, když toto nastavení změníte, bude uloženo do souboru účtu a obnoví se při jeho opětovném otevření.
es: Cada cuenta almacena si ordena las transacciones en la ventana principal por su id, fecha o cantidad. Cada vez que cambie esto, se guardará en el archivo de la cuenta y se restaurará cuando vuelva a abrir la cuenta.
fr: Au sein de chaque compte vous pouvez trier les transactions dans la fenêtre principale par identifiant, date ou montant. Chaque fois que vous le modifierez, le tri sera enregistré dans le fichier du compte et restauré à la prochaine ouverture.
hi: प्रत्येक खाता यह संग्रहीत करता है कि लेन-देन को उनकी आईडी, दिनांक या राशि के आधार पर मुख्य विंडो में क्रमबद्ध किया जाए या नहीं। हर बार जब आप इसे बदलते हैं, तो यह खाता फाइल में सहेजा जाएगा और खाता दोबारा खोलने पर पुनर्स्थापित हो जाएगा।
hr: Svaki račun sprema razvrstavanje transakcija u glavnom prozoru prema ID-u, datumu ili iznosu. Pri svakoj promjeni će se razvrstavanje spremiti u datoteku računa i obnoviti kada ponovo otvoriš račun.
it: Ogni conto registra se ordina le transazioni nella finestra principale per il loro ID, la data o l'importo. Quando si modifica la modalità di ordinamento, viene salvata nel file del conto e riprisrinata alla riapertura.
ru: Каждый счёт хранит информацию о том, должны ли транзакции в главном окне быть отсортированы по номеру, дате или сумме. Каждый раз, когда вы меняете сортировку, она сохраняется для открытого счёта и будет восстановлена, когда вы снова откроете этот счёт.
ta: ஒவ்வொரு கணக்கும் முதன்மையான சாளரத்தில் பரிவர்த்தனைகளை அவற்றின் ஐடி, தேதி அல்லது தொகை மூலம் வரிசைப்படுத்த வேண்டுமா என்று சேமிக்கிறது. ஒவ்வொரு முறையும் இதை மாற்றும்போது, அது கணக்கில் சேமிக்கப்படும் மற்றும் கணக்கை மீண்டும் திறக்கும்போது மீட்டமைக்கப்படும்.

source: Sorting Order
cs: Pořadí řazení
es: Orden de clasificación
fr: Ordre de tri
hi: छँटाई क्रम
hr: Redoslijed
it: Verso dell'ordinamento
ru: Порядок сортировки
ta: வரிசைப்படுத்துதல் ஒழுங்கு

source: Each account stores information about the order of transactions in the main window. Every time you change this, it will be saved to the account file and restored when you reopen the account.
cs: Každý účet uchovává informace o pořadí transakcí v hlavním okně. Pokaždé, když je změníte, uloží se do souboru účtu a obnoví se při jeho opětovném otevření.
es: Cada cuenta almacena información sobre el orden de las transacciones en la ventana principal. Cada vez que cambie esto, se guardará en el archivo de la cuenta y se restaurará cuando vuelva a abrir la cuenta.
fr: Au sein de chaque compte vous pouvez modifier l’ordre des transactions dans la fenêtre principale. Chaque fois que vous modifierez l’ordre de tri, celui-ci sera enregistré dans le fichier du compte et restauré à la prochaine ouverture.
hi: प्रत्येक खाता मुख्य विंडो में लेनदेन के क्रम के बारे में जानकारी संग्रहीत करता है। हर बार जब आप इसे बदलते हैं, तो यह खाता फाइल में सहेजा जाएगा और खाता दोबारा खोलने पर पुनर्स्थापित हो जाएगा।
hr: Svaki račun sprema podatke o redoslijedu transakcija u glavnom prozoru. Pri svakoj promjeni će se redoslijed spremiti u datoteku računa i obnoviti kada ponovo otvoriš račun.
it: Ogni conto registra il modo in cui ordina le transazioni nella finestra principale. Quando si modifica la modalità di ordinamento, viene salvata nel file del conto e ripristinata alla riapertura.
ru: Каждый счёт хранит информацию о том, в каком порядке должны отображаться транзакции в главном окне. Каждый раз, когда вы меняете порядок, он сохраняется для открытого счёта и будет восстановлен, когда вы снова откроете этот счёт.
ta: ஒவ்வொரு கணக்கும் முதன்மையான சாளரத்தில் பரிவர்த்தனைகளின் வரிசை பற்றிய தகவல்களை சேமிக்கிறது. ஒவ்வொரு முறையும் இதை மாற்றும்போது, அது கணக்கில் சேமிக்கப்படும் மற்றும் கணக்கை மீண்டும் திறக்கும்போது மீட்டமைக்கப்படும்.

source: Groups Visibility
cs: Viditelnost skupin
es: Visibilidad de grupos
fr: Visibilité des groupes
hi: समूह दृश्यता
hr: Vidljivost grupa
it: Visibilità dei gruppi
ru: Видимость групп
ta: குழுக்கள் தெரிவுநிலை
