Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

source: Transaction's group name, should match group Id. It can contain any characters except semicolon. Leave it empty for ungrouped transaction, in any other cases it shouldn't be empty.
cs: Název skupiny transakce, měl by odpovídat ID skupiny. Může obsahovat libovolné znaky kromě středníku. Pro transakce bez skupiny jej ponechte prázdný, v ostatních případech by neměl být prázdný.
es: Nombre del grupo de la transacción, debe coincidir con el id del grupo. Puede contener cualquier carácter excepto punto y coma. Déjelo vacío para transacciones no agrupadas, en cualquier otro caso no debería estar vacío.
fr: Nom du groupe de transactions ; il devrait correspondre à l’identifiant du groupe. Il peut contenir n’importe quel caractère, à l’exception des points-virgules. Laissez-le vide pour les transactions sans groupe ; dans tous les autres cas il ne devrait pas être vide.
hi: लेन-देन का समूह नाम, समूह Id से मेल खाना चाहिए। इसमें अर्धविराम को छोड़कर कोई भी वर्ण हो सकता है। असमूहीकृत लेन-देन के लिए इसे खाली छोड़ दें, किसी भी अन्य स्थिति में यह खाली नहीं होना चाहिए।
hr: Ime grupe transakcije treba odgovarati ID-u grupe. Može sadržati bilo koje znakove osim točke sa zarezom (;). Ostavi polje prazno za negrupirane transakcije. U svim drugim slučajevima polje ne bi trebalo biti prazno.
it: Il nome del gruppo della transazione, che deve corrispondere all'ID del gruppo. Può contenere qualsiasi carattere tranne il punto e virgola. Lasciare vuoto per una transazione che non è in alcun gruppo; in tutti gli altri casi non deve essere vuoto.
ru: Имя группы транзакции, должно соответствовать номеру группы. Может содержать любые символы, кроме точки с запятой. Оставьте это поле постым для транзакции без группы, но если транзакция принадлежит к какой-либо группе, имя не должно быть пустым.
ta: பரிவர்த்தனையின் குழு பெயர், குழு ஐடியுடன் பொருந்த வேண்டும். இது அரைக்காற்புள்ளியைத் தவிர வேறு எந்த கதாபாத்திரங்களையும் கொண்டிருக்கலாம். குழுவாக பரிவர்த்தனைக்கு அதை காலியாக விடுங்கள், வேறு எந்த சந்தர்ப்பங்களிலும் அது காலியாக இருக்கக்கூடாது.

source: Transaction's group description, should match group Id. It can contain any characters except semicolon and can be empty. Leave it empty for ungrouped transaction.
cs: Popis skupiny transakce, měl by odpovídat identifikačnímu číslu skupiny. Může obsahovat libovolné znaky kromě středníku a může být prázdný. Pro transakce bez skupiny jej ponechte prázdný.
es: Descripción del grupo de la transacción, debe coincidir con el id del grupo. Puede contener cualquier carácter excepto punto y coma y puede estar vacía. Déjelo vacío para transacciones no agrupadas.
fr: Description du groupe de transactions ; elle devrait correspondre à l’identifiant du groupe. Elle peut contenir n’importe quel caractère à l’exception des points-virgules. Laissez-la vide pour les transactions sans groupe.
hi: लेन-देन का समूह विवरण, समूह Id से मेल खाना चाहिए। इसमें अर्धविराम को छोड़कर कोई भी अक्षर हो सकता है और यह खाली हो सकता है। असमूहीकृत लेनदेन के लिए इसे खाली छोड़ दें।
hr: Opis grupe transakcije trebao bi odgovarati ID-u grupe. Može sadržati bilo koje znakove osim točke sa zarezom (;) i može biti prazan. Ostavi polje prazno za negrupiranu transakciju.
it: La descrizione del gruppo della transazione, che deve corrispondere all'ID del gruppo. Può contenere qualsiasi carattere tranne il punto e virgola, e può anche essere vuota. Lasciarla vuota per una transazione che non è in alcun gruppo.
ru: Описание группы транзакции, должно соответствовать номеру группы. Может содержать любые символы, кроме точки с запятой, и может быть пустым. Оставьте это поле постым для транзакции без группы.
ta: பரிவர்த்தனையின் குழு விளக்கம், குழு ஐடியுடன் பொருந்த வேண்டும். இது அரைக்காற்புள்ளியைத் தவிர வேறு எந்த கதாபாத்திரங்களையும் கொண்டிருக்கலாம் மற்றும் காலியாக இருக்கலாம். குழுவாக பரிவர்த்தனைக்கு காலியாக விடவும்.

source: Group color, should be in <em>rgb(R,G,B)</em> format where <em>R</em>, <em>G</em> and <em>B</em> are integers in range between 0 and 255.
cs: Barva skupiny, měla by být ve formátu <em>rgb(R,G,B)</em>, kde <em>R</em>, <em>G</em> a <em>B</em> jsou celá čísla v rozsahu 0 až 255.
es: Color del grupo, debe estar en formato <em>rgb(R,G,B)</em> donde <em>R</em>, <em>G</em> y <em>B</em> son números enteros comprendidos entre 0 y 255.
fr: Couleur du groupe ; elle devrait être au format <em>rgb(R,G,B)</em> où <em>R</em>, <em>G</em> et <em>B</em> sont des nombres entiers compris entre 0 et 255.
hi: समूह का रंग, <em>rgb(R,G,B)</em> प्रारूप में होना चाहिए जहां <em>R</em>, <em>G</em> और <em>B</em> हैं 0 और 255 के बीच की सीमा में पूर्णांक।
hr: Boja grupe u <em>rgb(R,G,B)</em> formatu, gdje su <em>R</em>, <em>G</em> i <em>B</em> cijeli brojevi od 0 do 255.
it: Il colore del gruppo, in formato <em>rgb(R,G,B)</em> dove <em>R</em>, <em>G</em> e <em>B</em> sono numeri interi tra 0 e 255.
ru: Цвет группы, должен быть в формате <em>rgb(R,G,B)</em>, где <em>R</em> (красный), <em>G</em> (зелёный) и <em>B</em> (синий) — это целые числа в диапазоне от 0 до 255.
ta: குழு நிறம், <em> rgb (r, g, b) </em> வடிவத்தில் இருக்க வேண்டும், அங்கு <em> r </em>, <em> g </em> மற்றும் <em> b </em> 0 முதல் 255 வரை முழு எண்கள்.

source: Receipt and notes are not present in CSV.
cs: Faktura a poznámky se v souboru CSV nenachází.
es: Los recibos y notas no están presentes en CSV.
fr: Les reçus et les notes ne sont pas présents dans le fichier CSV.
hi: रसीद और नोट्स CSV में मौजूद नहीं हैं।
hr: CSV datoteka ne sadrži podatke o priznanici i bilješke.
it: Ricevute e annotazioni non si trovano nel file CSV.
ru: Чек и заметки не присутствуют в формате CSV.
ta: காபிம இல் ரசீது மற்றும் குறிப்புகள் இல்லை.

source: Export Formats
cs: Formáty exportu
es: Formatos de exportación
fr: Formats d’exportation
hi: निर्यात प्रारूप
hr: Formati izvoza
it: Formati per l'esportazione
ru: Форматы экспорта
ta: ஏற்றுமதி வடிவங்கள்

source: You can select whether to export all information or only from the current view. If you select the current view, currently displayed transactions will be exported in the same order in which they are shown.
cs: Můžete si vybrat, zda chcete exportovat všechny informace, nebo pouze aktuální zobrazení. Pokud vyberete aktuální zobrazení, budou aktuálně zobrazené transakce exportovány ve stejném pořadí, v jakém jsou zobrazeny.
es: Puede seleccionar si desea exportar toda la información o sólo la de la vista actual. Si selecciona la vista actual, las transacciones mostradas actualmente se exportarán en el mismo orden en que se muestran.
fr: Vous pouvez choisir d’exporter toutes les informations ou seulement celles de la vue actuelle. Si vous sélectionnez cette dernière option, les transactions actuellement affichées seront exportées dans le même ordre que celui dans lequel elles apparaissent.
hi: आप चुन सकते हैं कि सारी जानकारी निर्यात करनी है या केवल वर्तमान दृश्य से। यदि आप वर्तमान दृश्य का चयन करते हैं, तो वर्तमान में प्रदर्शित लेनदेन उसी क्रम में निर्यात किए जाएंगे जिसमें वे दिखाए गए हैं।
hr: Odaberi želiš li izvesti sve podatke ili samo podatke iz trenutačnog prikaza. Ako odabereš trenutačni prikaz, trenutačno prikazane transakcije će se izvesti u prikazanom redoslijedu.
it: È possibile selezionare se esportare tutte le informazioni oppure solo quelle nella vista corrente. Se si seleziona la vista corrente, le transazioni visualizzare verranno esportate nello stesso ordine in cui sono mostrate.
ru: Вы можете выбрать, следует ли экспортировать всю информацию или только из текущего вида. Если выберите текущий вид, отображаемые в данный момент транзакции будут экспортированы в том же порядке, в котором они показаны.
ta: எல்லா தகவல்களையும் ஏற்றுமதி செய்யலாமா அல்லது தற்போதைய பார்வையில் இருந்து மட்டுமே நீங்கள் தேர்ந்தெடுக்கலாம். தற்போதைய பார்வையைத் தேர்ந்தெடுத்தால், தற்போது காட்டப்படும் பரிவர்த்தனைகள் அவை காண்பிக்கப்படும் அதே வரிசையில் ஏற்றுமதி செய்யப்படும்.

source: A file will contain an account information, a list of transactions and images of receipts. Transactions are colored like in the application, but colors are modified by making them half-transparent in order to make black text always clearly visible. You can set a password for an exported file.
cs: Soubor bude obsahovat informace o účtu, seznam transakcí a obrázky faktur. Transakce jsou barevné jako v aplikaci, ale barvy jsou upraveny tak, že jsou poloprůhledné, aby byl černý text vždy dobře viditelný. Pro exportovaný soubor můžete nastavit heslo.
es: Un archivo contendrá la información de una cuenta, una lista de transacciones e imágenes de recibos. Las transacciones están coloreadas como en la aplicación, pero los colores se modifican haciéndolos semitransparentes para que el texto negro siempre sea claramente visible. Puede establecer una contraseña para un archivo exportado.
fr: Un fichier contiendra les informations du compte, une liste des transactions et les images des reçus. Les transactions seront colorées comme dans l’application, mais les couleurs seront modifiées en étant rendues à moitié transparentes pour que le texte en noir reste toujours visible. Vous pouvez définir un mot de passe pour le fichier exporté.
hi: एक फाइल में खाते की जानकारी, लेनदेन की एक सूची और प्राप्तियों की छवियां होंगी। लेन-देन एप्लिकेशन की तरह रंगीन होते हैं, लेकिन काले पाठ को हमेशा स्पष्ट रूप से दिखाई देने के लिए रंगों को आधा-पारदर्शी बनाकर संशोधित किया जाता है। आप किसी निर्यातित फाइल के लिए पासवर्ड सेट कर सकते हैं।
hr: Datoteka će sadržati podatke o računu, popis transakcija i slike priznanica. Transakcije su obojene kao u aplikaciji, ali su boje poluprozirne, kako bi crni tekst uvijek bio jasno vidljiv. Za izvezenu datoteku možeš postaviti lozinku.
it: Un file conterrà le informazioni sul conto, una lista di transazioni e le immagini delle ricevute. Le transazioni sono colorate come nell'applicazione, ma i colori sono resi semitrasparenti in modo che il testo nero sia sempre visibile chiaramente. È possibile impostare una password per il file esportato.
ru: Файл будет содержать информацию о счёте, список транзакций и изображения чеков. Транзакции окрашены цветами так же, как в приложении, но цвета сделаны полупрозрачными, чтобы на них всегда был отчётливо виден чёрный текст. Вы можете защитить экспортируемый файл паролем.
ta: ஒரு கோப்பில் ஒரு கணக்கு செய்தி, பரிவர்த்தனைகளின் பட்டியல் மற்றும் ரசீதுகளின் படங்கள் இருக்கும். பரிவர்த்தனைகள் பயன்பாட்டில் உள்ளதைப் போலவே வண்ணமயமானவை, ஆனால் கருப்பு உரையை எப்போதும் தெளிவாகக் காண்பிப்பதற்காக வண்ணங்கள் அரை வெளிப்படையானதாக மாற்றுவதன் மூலம் மாற்றியமைக்கப்படுகின்றன. ஏற்றுமதி செய்யப்பட்ட கோப்பிற்கான கடவுச்சொல்லை அமைக்கலாம்.

# link
source: Denaro Help
cs: Nápověda aplikace Denaro
es: Ayuda de Denaro
fr: Aide de Denaro
hi: Denaro सहायता
hr: Denaro pomoć
it: Aiuto di Denaro
ru: Справка Denaro
ta: டெனாரோ உதவி

# text
source: Denaro Help
cs: Nápověda aplikace Denaro
es: Ayuda de Denaro
fr: Aide de Denaro
hi: Denaro सहायता
hr: Denaro pomoć
it: Aiuto di Denaro
ru: Справка Denaro
ta: டெனாரோ உதவி

source: <_:media-1/> Denaro Help
cs: <_:media-1/> Nápověda aplikace Denaro
es: <_:media-1/> Ayuda de Denaro
fr: <_:media-1/> Aide de Denaro
hi: <_:media-1/> Denaro सहायता
hr: <_:media-1/> Denaro pomoć
it: <_:media-1/> Aiuto di Denaro
ru: <_:media-1/> Справка Denaro
ta: <_: மீடியா -1/> பண உதவி

source: This documentation will help you understand how to configure and manage data in <app>Denaro</app> to get the most of the application.
cs: Tato dokumentace vám pomůže pochopit, jak konfigurovat a spravovat data v aplikaci <app>Denaro</app>, abyste z ní mohli vytěžit maximum.
es: Esta documentación lo ayudará a comprender cómo configurar y administrar datos en <app>Denaro</app> para aprovechar al máximo la aplicación.
fr: Cette documentation vous aidera à comprendre comment configurer et gérer vos données dans <app>Denaro</app> pour tirer le meilleur parti de l’application.
hi: यह दस्तावेज़ आपको यह समझने में सहायता करेगा कि एप्लिकेशन का अधिकतम लाभ उठाने के लिए <app>Denaro</app> में डेटा को कैसे कॉन्फ़िगर और प्रबंधित किया जाए।
hr: Ova dokumentacija će ti pomoći konfigurirati i upravljati podacima u aplikaciji <app>Denaro</app> za najbolje iskorištavanje aplikacije.
it: Questa guida aiuta gli utenti a capire come configurare e gestire i dati in <app>Denaro</app> per sfruttare l'applicazione al meglio.
ru: Эта документация призвана помочь вам понять, как управлять данными в <app>Denaro</app>, чтобы использовать приложение максимально эффективно.
ta: பயன்பாட்டின் பெரும்பகுதியைப் பெற <pp> டெனாரோ </app> இல் தரவை எவ்வாறு கட்டமைப்பது மற்றும் நிர்வகிப்பது என்பதைப் புரிந்துகொள்ள இந்த ஆவணங்கள் உதவும்.

source: To get support, use <link href="https://github.com/NickvisionApps/Denaro/issues">issues</link> or <link href="https://github.com/NickvisionApps/Denaro/discussions">discussions</link> on Github, or <link href="https://bit.ly/3GrfEid">join our Matrix channel</link>.
cs: Potřebujete-li podporu, použijte <link href="https://github.com/NickvisionApps/Denaro/issues">problémy</link> nebo <link href="https://github.com/NickvisionApps/Denaro/discussions">diskuze</link> na GitHubu nebo se <link href="https://bit.ly/3GrfEid">připojte k našemu kanálu Matrix</link>.
es: Para obtener soporte, use <link href="https://github.com/NickvisionApps/Denaro/issues">incidencias</link> o <link href="https://github.com/NickvisionApps/Denaro/discussions" >discusiones</link> en Github, o <link href="https://bit.ly/3GrfEid">únase a nuestro canal Matrix</link>.
fr: Pour obtenir de l’assistance, utilisez les <link href="https://github.com/NickvisionApps/Denaro/issues">signalements</link> ou <link href="https://github.com/NickvisionApps/Denaro/discussions">discussions</link> sur Github, ou <link href="https://bit.ly/3GrfEid">rejoignez notre salon Matrix</link>.
hi: समर्थन पाने के लिए, <link href="https://github.com/NickvisionApps/Denaro/issues">समस्याएँ</link> या <link href="https://github.com/NickvisionApps/Denaro/discussions"> चर्चाएँ</link>का उपयोग करें Github पर, या <link href="https://bit.ly/3GrfEid">हमारे Matrix चैनल से जुड़ें</link>।
hr: Za dobivanje pomoći koristi <link href="https://github.com/NickvisionApps/Denaro/issues">probleme</link> ili <link href="https://github.com/NickvisionApps/Denaro/discussions">rasprave</link> na Githubu ili se <link href="https://bit.ly/3GrfEid">pridruži našem Matrix kanalu</link>.
it: Per ottenere supporto, usare le <link href="https://github.com/NickvisionApps/Denaro/issues">issues</link> o le <link href="https://github.com/NickvisionApps/Denaro/discussions">discussioni</link> su Github, oppure <link href="https://bit.ly/3GrfEid">unirsi al nostro canale di Matrix</link>.
ru: Для получения дополнительной помощи посетите <link href="https://github.com/NickvisionApps/Denaro/issues">раздел проблем</link> или <link href="https://github.com/NickvisionApps/Denaro/discussions">обсуждения</link> на Github, либо <link href="https://bit.ly/3GrfEid">наш канал в Matrix</link>.
ta: ஆதரவைப் பெற, <இணைப்பு href = "https://github.com/nickvisionapps/denaro/issues"> சிக்கல்கள் </இணைப்பு> > கலந்துரையாடல்கள் </இணைப்பு> கிட்அப்பில், அல்லது <இணைப்பு href = "https://bit.ly/3grfeid"> எங்கள் மேட்ரிக்ச் சேனலில் சேரவும் </link>.

# link
source: Transaction 🧾
cs: Transakce 🧾
es: Transacción 🧾
hi: लेनदेन 🧾
hr: Transakcija 🧾
it: Transazioni 🧾
ru: Транзакция 🧾
ta: பரிவர்த்தனை

source: Transaction
cs: Transakce
es: Transacción
hi: लेन-देन
hr: Transakcija
it: Transazioni
ru: Транзакция
ta: பரிவர்த்தனை

source: This page explains all properties of transactions in <app>Denaro</app>.
cs: Na této stránce jsou vysvětleny všechny vlastnosti transakcí v aplikaci <app>Denaro</app>.
es: Esta página explica todas las propiedades de las transacciones en <app>Denaro</app>.
fr: Cette page explique toutes les propriétés des transactions dans <app>Denaro</app>.
hi: यह पृष्ठ <app>Denaro</app> में लेनदेन के सभी गुणों की व्याख्या करता है।
hr: Ova stranica objašnjava sva svojstva transakcija u aplikaciji <app>Denaro</app>.
it: Questa pagina spiega tutte le proprietà delle transazioni in <app>Denaro</app>.
ru: На этой странице перечислены все свойства транзакций в <app>Denaro</app>.
ta: இந்த பக்கம் <app> டெனாரோ </app> இல் உள்ள பரிவர்த்தனைகளின் அனைத்து பண்புகளையும் விளக்குகிறது.

source: Id
fr: Identifiant
ru: Номер
ta: ஐடி

source: Each transaction has an Id that is unique for a given account. Ids start with 1 and increase for every transaction added. Ids can't be changed, ids of removed transactions are not reused.
cs: Každá transakce má ID, které je pro daný účet jedinečné. ID začíná číslem 1 a zvyšuje se s každou přidanou transakcí. ID nelze měnit, identifikátory odstraněných transakcí se znovu nepoužívají.
es: Cada transacción tiene una identificación que es única para una cuenta determinada. Los identificadores comienzan con 1 y aumentan con cada transacción agregada. Los ID no se pueden cambiar, los ID de las transacciones eliminadas no se reusan.
fr: Chaque transaction a un identifiant unique pour un compte donné. Les identifiants commencent avec 1 et augmentent pour chaque transaction ajoutée. Les identifiants ne peuvent être modifiés, et les identifiants des transactions supprimées ne sont pas réutilisés.
hi: प्रत्येक लेनदेन में एक Id होती है जो किसी दिए गए खाते के लिए अद्वितीय होती है। Id 1 से शुरू होती हैं और जोड़े गए प्रत्येक लेनदेन के लिए बढ़ती हैं। Id को बदला नहीं जा सकता, हटाए गए लेनदेन की Id का पुन: उपयोग नहीं किया जाता है।
hr: Svaka transakcija ima ID koji je jedinstven za određeni račun. ID-ovi počinju s 1 i povećavaju se sa svakom dodanom transakcijom. ID-ovi se ne mogu mijenjati. ID-ovi uklonjenih transakcija se ne koriste ponovo.
it: Ciascuna transazione possiede un ID, che è univoco all'interno di ciascun conto. L'ID parte da 1 e viene incrementato ad ogni transazione aggiunta. Gli ID non possono essere cambiati, e quelli delle transazioni rimosse non vengono riusati.
ru: Каждой транзакции присваивается идентификационный номер, уникальный в пределах счёта. Номера начинаются с 1 и увеличиваются с каждой добавленной транзакцией. Номер нельзя изменить, номера удалённых транзакций не используются повторно.
ta: ஒவ்வொரு பரிவர்த்தனையிலும் கொடுக்கப்பட்ட கணக்கிற்கு தனித்துவமான ஒரு ஐடி உள்ளது. ஐடிகள் 1 உடன் தொடங்கி சேர்க்கப்பட்ட ஒவ்வொரு பரிவர்த்தனைக்கும் அதிகரிக்கும். ஐடிகளை மாற்ற முடியாது, அகற்றப்பட்ட பரிவர்த்தனைகளின் ஐடிகள் மீண்டும் பயன்படுத்தப்படவில்லை.

source: Description
cs: Popis
es: Descripción
hi: विवरण
hr: Opis
it: Descrizione
ru: Описание
ta: விவரம்

source: No limit on length. It can't contain semicolon.
cs: Délka není omezena. Nesmí obsahovat středník.
es: Sin límite de longitud. No puede contener punto y coma.
fr: Pas de limite de taille. Elle ne peut contenir des points-virgules.
hi: लंबाई की कोई सीमा नहीं. इसमें अर्धविराम नहीं हो सकता।
hr: Dužina opisa nije ograničena. Ne smije sadržati znak točke sa zarezom (;).
it: Nessun limite di lunghezza. Non può contenere punti e virgola.
ru: Нет ограничений по длине. Может содержать любые символы, кроме точки с запятой.
ta: நீளத்திற்கு வரம்பு இல்லை. அதில் அரைக்காற்புள்ளி இருக்க முடியாது.

source: Amount
cs: Množství
es: Cantidad
fr: Montant
hi: राशि
hr: Iznos
it: Importo
ru: Сумма
ta: தொகை

source: A number in a format that is valid for your locale, see <em>System Currency</em> in <link xref="account">Account page</link> for details.
cs: Číslo ve formátu platném pro vaše místní prostředí, podrobnosti viz <em>Systémová měna</em> na stránce <link xref="account">Účet</link>.
es: Un número en un formato que sea válido para su región, consulte <em>Moneda del sistema</em> en <link xref="account">Página de la cuenta</link> para obtener detalles.
fr: Un nombre dans un format valide pour votre langue locale, voir <em>Devise du système</em> dans la <link xref="account">page du compte</link> pour plus de détails.
hi: प्रारूप में एक संख्या जो आपके स्थान के लिए मान्य है, विवरण के लिए <link xref="account">खाता पृष्ठ</link> में <em>सिस्टम मुद्रा</em> देखें।
hr: Broj u ispravnom formatu za tvoje jezično područje. Za detalje pogledaj <em>Valuta sustava</em> u <link xref="account">Stranica računa</link>.
it: Un numero valido per le proprie impostazioni regionali; si veda <em>Valuta di sistema</em> nella pagina <link xref="account">Conti</link> per dettagli.
ru: Число в формате, корректном для ваших региональных настроек, для подробностей почитайте о <em>Системной валюте</em> на странице <link xref="account">о счетах</link>.
ta: உங்கள் இருப்பிடத்திற்கு செல்லுபடியாகும் வடிவத்தில் உள்ள ஒரு எண், விவரங்களுக்கு <இணைப்பு xref = "கணக்கு"> கணக்கு பக்கம் </link> இல் <em> கணினி நாணயம் </em> ஐப் பார்க்கவும்.

source: Type
cs: Typ
es: Tipo
hi: प्रकार
hr: Vrsta
it: Tipo
ru: Тип
ta: வகை

source: <em>Income</em> or <em>Expense</em>. By default the one chosen in <link xref="account">account settings</link> will be selected when you open a dialog to add new transaction.
cs: <em>Příjem</em> nebo <em>Výdaj</em>. Ve výchozím nastavení se při otevření dialogu pro přidání nové transakce vybere ta, která byla zvolena v <link xref="account">nastavení účtu</link>.
es: <em>Ingresos</em> o <em>Gastos</em>. De forma predeterminada, el elegido en <link xref="account">configuración de la cuenta</link> se seleccionará cuando abra un cuadro de diálogo para agregar una transacción nueva.
fr: <em>Revenu</em> ou <em>Dépense</em>. Par défaut la valeur choisie dans les <link xref="account">Paramètres du compte</link> sera sélectionnée lorsque vous ouvrirez une boîte de dialogue pour ajouter une nouvelle transaction.
hi: <em>आय</em> या <em>व्यय</em>. जब आप नया लेन-देन जोड़ने के लिए एक संवाद खोलेंगे तो डिफ़ॉल्ट रूप से <link xref="account">खाता सेटिंग</link> में से एक चुना जाएगा।
hr: <em>Prihod</em> ili <em>Rashod</em>. Odabrana opcija u <link xref="account">postavkama računa</link> će se standardno odabrati kada otvoriš dijalog za dodavanje nove transakcije.
it: <em>Entrate</em> o <em>Uscite</em>. All'apertura della finestra per creare una nuova transazione, sarà selezionata l'opzione predefinita scelta nelle <link xref="account">impostazioni conto</link>.
ru: <em>Доходы</em> или <em>Расходы</em>. По умолчанию при открытии диалога добавления новой транзакции будет выбран тот тип, что указан в <link xref="account">настройках счёта</link>.
ta: <em> வருமானம் </em> அல்லது <em> செலவு </em>. இயல்பாக <இணைப்பு xref = "கணக்கு"> கணக்கு அமைப்புகள் </இணைப்பு> இல் தேர்ந்தெடுக்கப்பட்டவை புதிய பரிவர்த்தனையைச் சேர்க்க உரையாடலைத் திறக்கும்போது தேர்ந்தெடுக்கப்படும்.

source: Date
cs: Datum
es: Fecha
hi: तारीख
hr: Datum
it: Data
ru: Дата
ta: திகதி

source: Any date can be selected, you can also create transactions for future dates.
cs: Lze vybrat libovolné datum, můžete také vytvářet transakce pro budoucí data.
es: Se puede seleccionar cualquier fecha, también puede crear transacciones para fechas futuras.
fr: N’importe quelle date peut être sélectionnée, vous pouvez aussi créer des transactions pour des dates futures.
hi: कोई भी तारीख चुनी जा सकती है, आप भविष्य की तारीखों के लिए लेनदेन भी बना सकते हैं।
hr: Možeš odabrati bilo koji datum. Također možeš stvoriti transakcije za buduće datume.
it: Si può selezionare qualsiasi data, e creare transazioni anche per date future.
ru: Может быть выбрана любая дата, вы также можете создавать транзакции для будущих дат.
ta: எந்த தேதியையும் தேர்ந்தெடுக்கலாம், எதிர்கால தேதிகளுக்கான பரிவர்த்தனைகளையும் நீங்கள் உருவாக்கலாம்.

source: Repeat Interval
cs: Interval opakování
es: Intervalo de repetición
fr: Intervalle de répétition
hi: अंतराल दोहराएँ
hr: Interval ponavljanja
it: Frequenza
ru: Интервал повтора
ta: இடைவெளி மீண்டும்
