Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Docs/po/*.po
Languages: cs, es, fr, hi, hr, it, ru, ta

source: Use this option to create a recurring transaction. After you add transaction with repeat interval, this transaction will become a <em>source</em> transaction. <app>Denaro</app> will automatically generate <em>repeat</em> transactions for the dates up until today or a provided end date if set in the past. <em>Repeat</em> transactions can't be edited or deleted, only <em>source</em> can be modified. When you modify <em>source</em> transaction <app>Denaro</app> will ask if you want to modify or disassociate <em>repeat</em> transactions. If you choose to disassociate, <em>repeat</em> transactions become normal transactions and can be edited or deleted separately.
cs: Tuto možnost použijte k vytvoření opakující se transakce. Po přidání transakce s intervalem opakování se tato transakce stane <em>zdrojovou</em> transakcí. Aplikace <app>Denaro</app> bude automaticky generovat <em>opakované</em> transakce pro data do dnešního dne nebo zadaného data ukončení, pokud je nastaveno v minulosti. <em>Opakované</em> transakce nelze upravovat ani mazat, upravovat lze pouze <em>zdrojové</em> transakce. Při úpravě <em>zdrojové</em> transakce se aplikace <app>Denaro</app> zeptá, zda chcete upravit nebo zrušit přiřazení <em>opakovaných</em> transakcí. Pokud se rozhodnete pro zrušení přiřazení, <em>opakované</em> transakce se stanou normálními transakcemi a lze je upravovat nebo mazat samostatně.
es: Use esta opción para crear una transacción recurrente. Después de agregar una transacción con un intervalo de repetición, esta transacción se convertirá en una transacción de <em>origen</em>. <app>Denaro</app> generará automáticamente transacciones <em>repetidas</em> para las fechas hasta hoy o una fecha de finalización proporcionada si se estableció en el pasado. Las transacciones <em>repetidas</em> no se pueden editar ni eliminar, solo se puede modificar <em>origen</em>. Cuando modifique la transacción <em>fuente</em>, <app>Denaro</app> le preguntará si desea modificar o desasociar las transacciones <em>repetidas</em>. Si elige desasociar, las transacciones <em>repetidas</em> se convierten en transacciones normales y se pueden editar o eliminar por separado.
fr: Utilisez cette option pour créer une transaction récurrente. Après avoir ajouté la transaction avec l’intervalle de répétition, celle-ci deviendra une transaction <em>source</em>. <app>Denaro</app> générera automatiquement des transactions <em>répétées</em> pour les dates indiquées à partir d’aujourdhui ou jusqu’à la date de fin définie. Les transactions <em>répétées</em> ne peuvent pas être modifiées ou supprimées, mais seulement leur <em>source</em>. Lorsque vous modifierez la transaction <em>source</em>, <app>Denaro</app> vous demandera si vous souhaiter modifier ou dissocier les transactions <em>répétées</em>. Si vous choisissez la dissociation, les transactions <em>répétées</em> deviendront des transactions normales et pourront être modifiées ou supprimées séparément.
hi: आवर्ती लेनदेन बनाने के लिए इस विकल्प का उपयोग करें। आपके द्वारा दोहराव अंतराल के साथ लेनदेन जोड़ने के बाद, यह लेनदेन एक <em>स्रोत</em> लेनदेन बन जाएगा। <app>Denaro</app> स्वचालित रूप से आज तक की तारीखों के लिए या अतीत में सेट की गई अंतिम तिथि के लिए <em>दोहराया</em> लेनदेन उत्पन्न करेगा। <em>दोहराएँ</em> लेनदेन को संपादित या हटाया नहीं जा सकता, केवल <em>स्रोत</em> को संशोधित किया जा सकता है। जब आप <em>स्रोत</em> लेनदेन को संशोधित करते हैं तो <app>Denaro</app> आपसे पूछेगा कि क्या आप <em>दोहराएँ</em> लेनदेन को संशोधित या अलग करना चाहते हैं। यदि आप अलग होना चुनते हैं, तो <em>दोहराएँ</em> लेनदेन सामान्य लेनदेन बन जाते हैं और इन्हें अलग से संपादित या हटाया जा सकता है।
hr: Koristi ovu opciju za stvaranje ponavljajuće transakcije. Nakon što dodaš transakciju s intervalom ponavljanja, ova će transakcija postati <em>izvorna</em> transakcija. <app>Denaro</app> će automatski generirati <em>ponovljajuće</em> transakcije za datume do danas ili za navedeni krajnji datum ako je postavljen u prošlosti. <em>Ponovljajuće</em> transakcije se ne mogu uređivati ili izbrisati, samo se <em>izvor</em> može promijeniti. Kada promijeniš <em>izvornu</em> transakciju, <app>Denaro</app> će te pitati želiš li promijeniti ili poništiti vezu <em>ponovljajućih</em> transakcija. Ako odlučiš poništiti vezu, <em>ponovljajuće</em> transakcije postaju normalne transakcije i mogu se zasebno uređivati ili brisati.
it: Usare questa opzione per creare una transazione ricorrente. Una volta aggiunta una transazione impostando una frequenza di ricorsione, essa diventerà una transazione <em>sorgente</em>. <app>Denaro</app> genererà automaticamente le transazioni <em>collegate</em> per le date fino ad oggi o fino alla data di termine indicata se è nel passato. Le transazioni <em>collegate</em> non possono essere modificate o eliminate, solo la <em>sorgente</em> può esserlo. Quando si modifica la transazione <em>sorgente</em>, <app>Denaro</app> chiederà se si desidera modificare anche le transazioni <em>collegate</em> o se scollegarle. Se si sceglie di scollegarle, esse diventeranno delle normali transazioni e potranno essere modificate o eliminate individualmente.
ru: Укажите интервал повтора для создания повторяющихся транзакций. После добавления транзакции с интервалом повтора, эта транзакция становится <em>транзакцией-источником</em>. <app>Denaro</app> автоматически сгенерирует <em>транзакции-повторы</em> вплоть до текущего дня, либо до даты окончания повтора, если она в прошлом. <em>Повторы</em> нельзя редактировать и удалять, только <em>источник</em> может быть изменён. Когда вы внесёте изменения в <em>источник</em>, <app>Denaro</app> спросит, хотите ли вы так же изменить <em>повторы</em>, либо же отвязать их. Если вы отвяжете <em>транзакции-повторы</em>, они станут обычными транзакциями, которые можно будет по отдельности редактировать и удалять.
ta: தொடர்ச்சியான பரிவர்த்தனையை உருவாக்க இந்த விருப்பத்தைப் பயன்படுத்தவும். மீண்டும் மீண்டும் இடைவெளியுடன் பரிவர்த்தனையைச் சேர்த்த பிறகு, இந்த பரிவர்த்தனை ஒரு <em> மூல </em> பரிவர்த்தனையாக மாறும். <pp> டெனாரோ </app> தானாகவே <em> மீண்டும் </em> பரிவர்த்தனைகளை தேதிகளுக்கான இன்று வரை அல்லது கடந்த காலங்களில் அமைக்கப்பட்டால் வழங்கப்பட்ட இறுதி தேதி உருவாக்கும். <em> மீண்டும் </em> பரிவர்த்தனைகளைத் திருத்தவோ நீக்கவோ முடியாது, <em> மூல </em> ஐ மாற்ற முடியும். நீங்கள் <em> மூல </em> பரிவர்த்தனை <app> டெனாரோ </app> ஐ மாற்றியமைக்கும்போது, நீங்கள் <em> மீண்டும் </em> பரிவர்த்தனைகளை மாற்ற வேண்டுமா அல்லது பிரிக்க விரும்புகிறீர்களா என்று கேட்கும். நீங்கள் பிரிக்க தேர்வுசெய்தால், <em> மீண்டும் </em> பரிவர்த்தனைகள் சாதாரண பரிவர்த்தனைகளாக மாறி, தனித்தனியாக திருத்தலாம் அல்லது நீக்கப்படலாம்.

source: Repeat End Date
cs: Datum ukončení opakování
es: Fecha de fin de repetición
fr: Date de fin de répétition
hi: समाप्ति तिथि दोहराएँ
hr: Krajnji datum ponavljanja
it: Fine ripetizione
ru: Дата окончания повтора
ta: இறுதி தேதியை மீண்டும் செய்யவும்

source: End date for a transaction with repeat. It can't be earlier than or on the same day as start date.
cs: Datum ukončení transakce s opakováním. Nemůže být dřívější nebo stejné jako datum zahájení.
es: Fecha de finalización de una transacción con repetición. No puede ser anterior o el mismo día que la fecha de inicio.
fr: Date de fin d’une transaction récurrente. Elle ne peut pas être avant ou le même jour que la date de début.
hi: दोहराव वाले लेन-देन की समाप्ति तिथि। यह प्रारंभ दिनांक से पहले या उसी दिन नहीं हो सकता।
hr: Krajnji datum za ponavljajuću transakciju. Ne može biti prije ili na isti dan kao početni datum.
it: La data di termine di una transazione ricorrente. Non può essere uguale alla data di inizio o precederla.
ru: Крайняя дата для транзакции с повтором. Она не может быть раньше или в тот же день что и дата начала.
ta: மீண்டும் மீண்டும் ஒரு பரிவர்த்தனைக்கான இறுதி தேதி. இது தொடக்க தேதியின் அதே நாளில் அல்லது அதே நாளில் இருக்க முடியாது.

source: Group
cs: Skupina
es: Grupo
fr: Groupe
hi: समूह
hr: Grupa
it: Gruppo
ru: Группа
ta: குழு

source: Each transaction can belong to only one group or none («Ungrouped» group).
cs: Každá transakce může patřit pouze do jedné skupiny nebo do žádné (skupina „Neseskupené“).
es: Cada transacción puede pertenecer a un solo grupo o a ninguno (grupo "No agrupado").
fr: Chaque transaction peut appartenir à un ou bien à aucun groupe (groupe « Sans groupe »).
hi: प्रत्येक लेन-देन केवल एक समूह से संबंधित हो सकता है या किसी से भी नहीं («अनग्रुप्ड» समूह) से संबंधित हो सकता है।
hr: Svaka transakcija može pripadati samo jednoj grupi ili nijednoj („Negrupirana” grupa).
it: Ciascuna transazione può appartenere a un solo gruppo, oppure nessuno (cioè appartiene al gruppo «Senza gruppo»).
ru: Каждая транзакция может принадлежать только к одной группе, либо быть без группы (т.е. принадлежать к группе «Несгруппированные»).
ta: ஒவ்வொரு பரிவர்த்தனையும் ஒரே ஒரு குழுவிற்கு மட்டுமே சொந்தமானது அல்லது எதுவுமில்லை («Ungrouped» குழு).

source: Color
cs: Barva
fr: Couleur
hi: रंग
hr: Boja
it: Colore
ru: Цвет
ta: நிறம்

source: A color for transaction. Can be set to use either a group color or a unique color. When selecting unique color, it will be set by default to the color selected in <link xref="configuration">configuration</link>, but can be changed to any color.
cs: Barva pro transakce. Lze nastavit použití barvy skupiny nebo jedinečné barvy. Při výběru jedinečné barvy bude ve výchozím nastavení nastavena na barvu vybranou v <link xref="configuration">nastavení</link>, lze ji ale změnit na libovolnou barvu.
es: Un color para la transacción. Puede configurarse para usar un color de grupo o un color único. Al seleccionar un color único, se establecerá por defecto el color seleccionado en la <link xref="configuration">configuración</link>, pero puede cambiarse a cualquier color.
fr: Une couleur pour les transactions. Elle peut être définie pour utiliser un groupe de couleur ou une couleur unique. Lors de la sélection d’une couleur unique, elle sera définie par défaut comme la couleur sélectionnée dans la <link xref="configuration">configuration</link>, mais peut être modifiée en n’importe quelle couleur.
hi: लेन-देन के लिए एक रंग. समूह रंग या अद्वितीय रंग का उपयोग करने के लिए सेट किया जा सकता है। अद्वितीय रंग का चयन करते समय, इसे डिफ़ॉल्ट रूप से <link xref="configuration">कॉन्फ़िगरेशन</link> में चयनित रंग पर सेट किया जाएगा, लेकिन इसे किसी भी रंग में बदला जा सकता है।
hr: Boja za transakciju. Može se postaviti da koristi boju grupe ili jedinstvene boje. Prilikom biranja jedinstvene boje, boja će se standardno postaviti na odabranu boju u <link xref="configuration">konfiguraciji</link>, ali se može promijeniti u bilo koju boju.
it: Un colore per la transazione. Si può impostare affinché la transazione usi il colore del gruppo a cui appartiene, oppure un colore speciale. Se si sceglie il secondo, verrà inizialmente impostato al colore predefinito selezionato nella <link xref="configuration">configurazione</link>, ma può essere cambiato in qualsiasi altro colore.
ru: Цвет транзакции. Можно либо использовать цвет группы, либо указать собственный цвет. При выборе собственного цвета, по умолчанию он будет соответствовать цвету, указанному в <link xref="configuration">конфигурации</link>, но он может быть изменён на любой другой цвет.
ta: பரிவர்த்தனைக்கு ஒரு நிறம். குழு நிறம் அல்லது தனித்துவமான வண்ணத்தைப் பயன்படுத்த அமைக்கலாம். தனித்துவமான வண்ணத்தைத் தேர்ந்தெடுக்கும்போது, <இணைப்பு XREF = "உள்ளமைவு"> உள்ளமைவு </link> இல் தேர்ந்தெடுக்கப்பட்ட வண்ணத்திற்கு இது இயல்பாகவே அமைக்கப்படும், ஆனால் எந்த வண்ணத்திற்கும் மாற்றலாம்.

source: Tags
hi: टैग्स
hr: Oznake
ta: குறிச்சொற்கள்

source: A list of tags for transaction. A transaction can have unlimited number of tags (or have no tags). Tags can contain any characters except comma (<code>,</code>), and have any length, but they are expected to be short keywords. Tags are meant to be used for additional filtering when using groups is not enough. Tags are only saved in transactions themselves, and as result unused tags disappear automatically on account closing.
hi: लेन-देन के लिए टैग की एक सूची. किसी लेन-देन में असीमित संख्या में टैग हो सकते हैं (या कोई टैग नहीं)। टैग में अल्पविराम (<code>,</code>) को छोड़कर कोई भी वर्ण हो सकता है, और उनकी लंबाई कोई भी हो सकती है, लेकिन उनसे छोटे कीवर्ड होने की उम्मीद की जाती है। टैग का उपयोग अतिरिक्त फ़िल्टरिंग के लिए किया जाता है जब समूहों का उपयोग पर्याप्त नहीं होता है। टैग केवल लेनदेन में ही सहेजे जाते हैं, और परिणामस्वरूप अप्रयुक्त टैग खाता बंद होने पर स्वचालित रूप से गायब हो जाते हैं।
hr: Popis oznaka za transakciju. Transakcija može imati neograničen broj oznaka (ili ne imati oznake). Oznake mogu sadržati bilo koje znakove osim zareza (<code>,</code>) i imati bilo koju dužinu, ali se očekuje da budu kratke ključne riječi. Oznake su namijenjene za dodatno filtriranje kada korištenje grupa nije dovoljno. Oznake se spremaju samo u samim transakcijama, a kao rezultat toga nekorištene oznake automatski nestaju pri zatvaranju računa.
ta: பரிவர்த்தனைக்கான குறிச்சொற்களின் பட்டியல். ஒரு பரிவர்த்தனைக்கு வரம்பற்ற குறிச்சொற்கள் இருக்கலாம் (அல்லது குறிச்சொற்கள் இல்லை). குறிச்சொற்களில் கமா (<code>, </code>) தவிர வேறு எந்த எழுத்துக்களும் இருக்கலாம், மேலும் எந்த நீளமும் கொண்டிருக்கலாம், ஆனால் அவை குறுகிய முக்கிய வார்த்தைகளாக இருக்கும் என்று எதிர்பார்க்கப்படுகிறது. குழுக்களைப் பயன்படுத்தும் போது கூடுதல் வடிகட்டலுக்கு குறிச்சொற்கள் பயன்படுத்தப்பட வேண்டும். குறிச்சொற்கள் பரிவர்த்தனைகளில் மட்டுமே சேமிக்கப்படுகின்றன, இதன் விளைவாக பயன்படுத்தப்படாத குறிச்சொற்கள் கணக்கு மூடுவதில் தானாக மறைந்துவிடும்.

source: Receipt
cs: Faktura
es: Recibo
fr: Reçu
hi: रसीद
hr: Priznanica
it: Ricevuta
ru: Чек
ta: பற்றுச்சீட்டு

source: An image of a receipt for transaction. You can upload JPEG or PNG image or PDF document, but no matter the format it will be converted and saved as JPEG image. In case of PDF, only the first page will be saved. You can delete or upload another file anytime.
cs: Obrázek faktury za transakci. Můžete nahrát obrázek JPEG nebo PNG nebo dokument PDF, ale bez ohledu na formát bude převeden a uložen jako obrázek JPEG. V případě PDF bude uložena pouze první stránka. Soubor můžete kdykoli odstranit nebo nahrát jiný.
es: Una imagen de un recibo de transacción. Puede cargar una imagen JPEG o PNG o un documento PDF, pero sin importar el formato, se convertirá y se guardará como una imagen JPEG. En caso de PDF, solo se guardará la primera página. Puede eliminar o cargar otro archivo en cualquier momento.
fr: Image d’un reçu pour une transaction. Vous pouvez téléverser des images JPEG, PNG ou un document PDF, mais peut importe le format il sera converti et enregistré en tant qu’image JPEG. Dans le cas d’un PDF, seule la première page sera enregistrée. Vous pouvez supprimer le fichier ou en téléverser un autre à tout moment.
hi: लेन-देन की रसीद की एक छवि. आप JPEG या PNG छवि या PDF दस्तावेज़ अपलोड कर सकते हैं, लेकिन प्रारूप कोई भी हो, इसे JPEG छवि के रूप में परिवर्तित और सहेजा जाएगा। PDF के मामले में, केवल पहला पृष्ठ ही सहेजा जाएगा। आप किसी भी समय दूसरी फाइल को हटा या अपलोड कर सकते हैं।
hr: Slika priznanice za transakciju. Možeš učitati JPEG ili PNG sliku ili PDF dokument, ali bez obzira na format slika će se pretvorit i spremiti kao JPEG slika. U slučaju PDF-a će se spremiti samo prva stranica. U bilo kojem trenutku možeš izbrisati ili prenijeti jednu drugu datoteku.
it: L'immagine di una ricevuta per la transazione. È possibile caricare immagini in formato JPEG o PNG, oppure documenti PDF, ma a prescindere dal formato verrà convertita e salvata come immagine JPEG. Nel caso del PDF, verrà salvata solo la prima pagina. È possibile eliminare o caricare un altro file in qualsiasi momento.
ru: Изображение чека транзакции. Вы можете загрузить изображение в формате JPEG или PNG, либо PDF документ, но независимо от формата файл будет конвертирован и сохранён как изображение JPEG. Если вы загрузил PDF, только первая страница будет сохранена. Удалить или загрузить другой файл можно в любой момент.
ta: பரிவர்த்தனைக்கான ரசீதின் படம். நீங்கள் JPEG அல்லது PNG படம் அல்லது PDF ஆவணத்தை பதிவேற்றலாம், ஆனால் வடிவமாக இருந்தாலும் அது மாற்றப்பட்டு JPEG படமாக சேமிக்கப்படும். PDF ஐப் பொறுத்தவரை, முதல் பக்கம் மட்டுமே சேமிக்கப்படும். நீங்கள் எப்போது வேண்டுமானாலும் மற்றொரு கோப்பை நீக்கலாம் அல்லது பதிவேற்றலாம்.

source: Notes
cs: Poznámky
es: Notas
hi: नोट्स
hr: Bilješke
it: Annotazioni
ru: Заметки
ta: குறிப்புகள்

source: A freeform text note to attach to transaction.
cs: Volně formulovaná textová poznámka, která se připojí k transakci.
es: Una nota de texto libre para adjuntar a la transacción.
fr: Un texte de forme libre qui peut être joint à la transaction.
hi: लेन-देन के साथ संलग्न करने के लिए एक फ्रीफॉर्म टेक्स्ट नोट।
hr: Tekstna bilješka za prilaganje transakciji.
it: Un testo libero da allegare alla transazione.
ru: Текстовая заметка в свободной форме для прикрепления к транзакции.
ta: பரிவர்த்தனையுடன் இணைக்க ஒரு ஃப்ரீஃபார்ம் உரை குறிப்பு.

# link
source: Transfer 💸
cs: Převod 💸
es: Transferencia 💸
fr: Transfert 💸
hi: स्थानांतरण 💸
it: Trasferimenti 💸
ru: Перевод средств
ta: இடமாற்றம் 💸

source: Transfer
cs: Převod
es: Transferencia
fr: Transfert
hi: स्थानांतरण
it: Trasferimenti
ru: Перевод средств
ta: இடமாற்றம்

source: Transfer is a way to move money from one account to another. After running a transfer 2 transactions will be created with the following descriptions:
cs: Převod je způsob, jak lze přenést peníze z jednoho účtu na druhý. Po provedení převodu se vytvoří 2 transakce s následujícími popisy:
es: La transferencia es una forma de mover dinero de una cuenta a otra. Después de ejecutar una transferencia, se crearán 2 transacciones con las siguientes descripciones:
fr: Le transfert est un moyen de déplacer de l’argent d’un compte à un autre. Après avoir opéré un transfert, 2 transactions seront créées avec les descriptions suivantes :
hi: ट्रांसफर पैसे को एक खाते से दूसरे खाते में स्थानांतरित करने का एक तरीका है। स्थानांतरण चलाने के बाद निम्नलिखित विवरण के साथ 2 लेनदेन बनाए जाएंगे:
hr: Transfer je način premještanja novca s jednog računa na drugi. Nakon pokretanja transfera stvorit će se 2 transakcije sa sljedećim opisima:
it: I trasferimenti sono un modo per spostare denaro da un conto all'altro. Una volta creato un trasferimento, verranno create due transazioni con le seguenti descrizioni:
ru: Перевод средств — это способ перечислить деньги с одного счёта на другой. После выполнения перевода будут созданы 2 транзакции со следующими описаниями:
ta: பரிமாற்றம் என்பது ஒரு கணக்கிலிருந்து இன்னொரு கணக்கிலிருந்து பணத்தை நகர்த்துவதற்கான ஒரு வழியாகும். பரிமாற்றத்தை இயக்கிய பிறகு 2 பரிவர்த்தனைகள் பின்வரும் விளக்கங்களுடன் உருவாக்கப்படும்:

source: «Transfer to <input>Destination Account Name</input>» on source account.
cs: „Převod na <input>Název cílového účtu</input>“ na zdrojovém účtu.
es: «Transferencia a <input>Nombre de la cuenta de destino</input>» en la cuenta de origen.
fr: « Transfert vers <input>Nom du compte récipiendaire</input> » dans le compte source.
hi: स्रोत खाते पर <input>गंतव्य खाता नाम</input> पर स्थानांतरण करें।
hr: „Transfer na <input>Ime odredišnog računa</input>” na izvornom računu.
it: «Trasferimento a <input>Conto di destinazione</input>» sul conto di origine.
ru: «Перевод на <input>Имя целевого счёта</input>» на исходном счёте.
ta: Catement மூலக் கணக்கில் <noput> இலக்கு கணக்கு பெயர் </உள்ளீடு> »க்கு மாற்றவும்.

source: «Transfer from <input>Source Account Name</input>» on destination account.
cs: „Převod z <input>Název zdrojového účtu</input>“ na cílovém účtu.
es: «Transferencia desde <input>Nombre de la cuenta de origen</input>» en la cuenta de destino.
fr: « Transfert depuis <input>Nom du compte source</input> » dans le compte destinataire.
hi: गंतव्य खाते पर <input>स्रोत खाता नाम</input> से स्थानांतरण।
hr: „Transfer iz <input>Ime izvornog računa</input>” na odredišni račun.
it: «Trasferimento da <input>Conto di origine</input>» sul conto di destinazione.
ru: «Перевод с <input>Имя исходного счёта</input>» на целевом счёте.
ta: Tarnication இலக்கு கணக்கில் <pution> மூல கணக்கு பெயர் </உள்ளீடு> இருந்து இலிருந்து மாற்றவும்.

source: Transactions created using transfer are simple transactions that can be freely edited or deleted. These transactions are not connected: modifying transaction on source account will not affect transaction on destination account, and vice versa.
cs: Transakce vytvořené pomocí převodu jsou jednoduché transakce, které lze libovolně upravovat nebo mazat. Tyto transakce nejsou propojené: úprava transakce na zdrojovém účtu neovlivní transakci na cílovém účtu a naopak.
es: Las transacciones creadas mediante la transferencia son transacciones simples que se pueden editar o eliminar libremente. Estas transacciones no están conectadas: la modificación de la transacción en la cuenta de origen no afectará la transacción en la cuenta de destino y viceversa.
fr: Les transactions créées par un transfert sont de simples transactions qui peuvent être supprimées ou modifiées sans risque. Ces transactions ne sont pas connectées : la modification de la transaction sur le compte source n’affectera pas la celle sur le compte destinataire, et vice versa.
hi: स्थानांतरण का उपयोग करके बनाए गए लेनदेन सरल लेनदेन हैं जिन्हें स्वतंत्र रूप से संपादित या हटाया जा सकता है। ये लेनदेन जुड़े नहीं हैं: स्रोत खाते पर लेनदेन को संशोधित करने से गंतव्य खाते पर लेनदेन प्रभावित नहीं होगा, और इसके विपरीत।
hr: Transakcije koje su stvorene korištenjem tranfera su jednostavne transakcije koje se mogu slobodno urediti ili izbrisati. Ove transakcije nisu povezane: mijenjanje transakcije u izvornom računu neće utjecati na transakciju u odredišnom računu, i obratno.
it: Le transazioni create da un trasferimento sono delle semplici transazioni che possono essere modificate o eliminate liberamente. Non sono connesse tra loro: modificare la transazione sul conto di origine non avrà effetto sul conto di destinazione, e viceversa.
ru: Транзакции, созданные с помощью перевода средств, являются простыми транзакциями, которые можно свободно редактировать и удалять. Эти транзакции не связаны: изменение транзакции на исходном счёте не изменит транзакцию на целевом счёте, и наоборот.
ta: பரிமாற்றத்தைப் பயன்படுத்தி உருவாக்கப்பட்ட பரிவர்த்தனைகள் எளிய பரிவர்த்தனைகள், அவை இலவசமாக திருத்தப்படலாம் அல்லது நீக்கப்படலாம். இந்த பரிவர்த்தனைகள் இணைக்கப்படவில்லை: மூல கணக்கில் பரிவர்த்தனையை மாற்றியமைப்பது இலக்கு கணக்கில் பரிவர்த்தனையை பாதிக்காது, நேர்மாறாகவும்.
