Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Resources/po/*.po
Languages: bg, cs, da, de, fa, fi, hi, hr, id, it, nl, oc, pt_br, ta, tr

source: (Copy)
bg: (Копиране)
cs: (Kopírovat)
da: (Kopi)
de: (Kopie)
fa: (رونوشت)
fi: (Kopio)
hi: (प्रतिलिपि)
hr: (kopija)
id: (Salin)
it: (Copia)
nl: (kopie)
oc: (Copiar)
pt_br: (Cópia)
ta: (நகல்)
tr: (Kopya)

source: {0} from {1}
bg: {0} от {1}
cs: {0} z {1}
de: {0} von {1}
fa: {0} از {1}
hi: {0} से {1}
hr: {0} od {1}
id: {0} dari {1}
it: {0} da {1}
nl: {0} van {1}
oc: {0} de {1}
pt_br: {0} de {1}
ta: {1 இருந்து இலிருந்து {0}

source: {0} tag
bg: {0} етикет
cs: {0} štítek
fa: {0} برچسب
fi: {0} tunniste
hi: {0} टैग
hr: {0} oznaka
it: {0} etichetta
ta: {0} குறிச்சொல்
tr: {0} etiket

source: {0} transaction
bg: {0} операция
cs: {0} transakce
de: {0} Überweisung
fa: {0} تراکنش
fi: {0} tapahtuma
hi: {0} लेन-देन
hr: {0} transakcija
id: {0} transaksi
it: {0} transazione
nl: {0} transactie
pt_br: {0} transação
ta: {0} பரிவர்த்தனை
tr: {0} işlem

source: Account Name
bg: Име на сметката
cs: Název účtu
de: Kontoname
fa: نام حساب
fi: Tilin nimi
hi: खाता नाम
hr: Ime računa
id: Nama Rekening
it: Nome del conto
nl: Accountnaam
pt_br: Nome da Conta
ta: கணக்கு பெயர்
tr: Hesap Adı

source: Account Name (Exists)
bg: Име на сметката (съществува)
cs: Název účtu (existuje)
de: Kontoname (Existiert)
fa: نام حساب (موجود)
fi: Tilin nimi (olemassa)
hi: खाता नाम (मौजूद)
hr: Ime računa (postoji)
it: Nome del conto (esistente)
nl: Accountnaam (bestaat)
pt_br: Nome da Conta (Existe)
ta: கணக்கு பெயர் (உள்ளது)
tr: Hesap Adı (Var)

source: Account Name (Opened)
bg: Име на сметката (отворена)
cs: Název účtu (otevřený)
de: Kontoname (Eröffnet)
fa: نام حساب (گشوده)
fi: Tilin nimi (avattu)
hi: खाता नाम (खुला हुआ)
hr: Ime računa (otvoren)
it: Nome del conto (aperto)
nl: Accountnaam (geopend)
pt_br: Nome da Conta (Aberta)
ta: கணக்கு பெயர் (திறக்கப்பட்டது)
tr: Hesap Adı (Açıldı)

source: Account Settings
bg: Настройки на сметката
cs: Nastavení účtu
da: Konto indstillinger
de: Konto-Einstellungen
fa: تنظیمات حساب
fi: Tilin asetukset
hi: खाता सेटिंग
hr: Postavke računa
id: Pengaturan Rekening
it: Impostazioni account
nl: Rekeninginstellingen
oc: Paramètres del compte
pt_br: Configurações da Conta
ta: கணக்கு அமைப்புகள்
tr: Hesap Ayarları

source: Account Type
bg: Вид на сметката
cs: Typ účtu
da: Kontotype
de: Kontotyp
fa: گونهٔ حساب
fi: Tilin tyyppi
hi: खाते का प्रकार
hr: Vrsta računa
id: Tipe Rekening
it: Tipo di conto
nl: Soort rekening
oc: Tipe de compte
pt_br: Tipo de Conta
ta: கணக்கு வகை
tr: Hesap Türü

source: Add
bg: Добавяне
cs: Přidat
da: Tilføj
de: Hinzufügen
fa: افزودن
fi: Lisää
hi: जोड़ें
it: Aggiungi
nl: Toevoegen
oc: Ajustar
pt_br: Adicionar
ta: கூட்டு
tr: Ekle

source: Add a new transaction or import transactions from a file.
bg: Добавете нова операция или внесете операции от файл.
cs: Přidejte novou transakci nebo importujte transakce ze souboru.
da: Tilføj en ny overførsel eller importer overførsler fra en fil.
de: Füge eine neue Überweisung hinzu oder importiere eine von einer Datei.
fi: Lisää uusi tapahtuma tai tuo tapahtumat tiedostosta.
hi: एक नया लेनदेन जोड़ें या किसी फाइल से लेनदेन आयात करें।
hr: Dodaj novu transakciju ili uvezi transakciju iz datoteke.
id: Tambahkan transaksi baru atau impor transaksi dari berkas.
it: Creare una nuova transazione o importare le transazioni da un file.
nl: Voeg een transactie toe of importeer deze uit een bestand
oc: Ajustatz una transaccion novèla o importatz de transaccions a partir d’un fichièr.
pt_br: Crie uma nova transação ou importe transações de um arquivo.
ta: ஒரு புதிய பரிவர்த்தனையைச் சேர்க்கவும் அல்லது ஒரு கோப்பிலிருந்து பரிவர்த்தனைகளை இறக்குமதி செய்யவும்.
tr: Yeni bir işlem ekleyin veya bir dosyadan işlemleri içe aktarın.

source: Add Password To PDF?
bg: Искате ли да добавите парола към този PDF?
cs: Přidat heslo do PDF?
de: Passwort zur PDF hinzufügen?
fa: افزودن گذرواژه به پی‌دی‌اف؟
fi: Lisätäänkö salasana PDF:ään?
hi: पीडीएफ में पासवर्ड जोड़ें?
hr: PDF-u dodati lozinku?
id: Tambahkan kata sandi ke PDF?
it: Aggiungere una password al PDF?
nl: Wachtwoord toevoegen aan PDF?
oc: Ajustar un senhal al document PDF ?
pt_br: Adicionar senha ao PDF?
ta: PDF இல் கடவுச்சொல்லைச் சேர்க்கவா?
tr: PDFʼye Parola Eklensin mi?

source: All files
bg: Всички файлове
cs: Všechny soubory
da: Alle filer
de: Alle dateien
fa: همهٔ پرونده‌ها
fi: Kaikki tiedostot
hi: सभी फाइलें
hr: Sve datoteke
id: Semua Berkas
it: Tutti i file
nl: Alle bestanden
oc: Totes los fichièrs
pt_br: Todos os arquivos
ta: அனைத்து கோப்புகள்
tr: Tüm dosyalar

source: Amount
bg: Сума
cs: Množství
da: Beløb
de: Betrag
fa: میزان
fi: Määrä
hi: राशि
hr: Iznos
id: Jumlah
it: Importo
nl: Bedrag
oc: Soma
pt_br: Valor
ta: தொகை
tr: Tutar

source: Amount (Invalid)
bg: Сума (неправилен)
cs: Částka (neplatná)
da: Beløb (ugyldig)
de: Betrag (Ungültig)
fa: مقدار (نامعتبر)
fi: Määrä (virheellinen)
hi: धनराशि (अवैध)
hr: Iznos (neispravno)
id: Jumlah (Tidak Sah)
it: Importo (non valido)
nl: Bedrag (ongeldig)
oc: Soma (invalida)
pt_br: Valor (Inválido)
ta: தொகை (தவறானது)
tr: Tutar (Geçersiz)

source: Apply
bg: Прилагане
cs: Použít
da: Anvend
de: Anwenden
fa: اعمال
fi: Toteuta
hi: लागू करें
hr: Primijeni
id: Terapkan
it: Applica
nl: Toepassen
oc: Aplicar
pt_br: Aplicar
ta: இடு
tr: Uygula

source: Are you sure you want to delete this group? This action is irreversible.
bg: Сигурни ли сте, че искате да премахнете тази група? Това действие е необратимо.
cs: Opravdu chcete odstranit tuto skupinu? Tato akce je nevratná.
da: Er du sikker på at du vil slette denne gruppe? Handlingen kan ikke fortrydes.
de: Möchtest du diese Gruppe wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fi: Haluatko varmasti poistaa tämän ryhmän? Tätä toimintoa ei voi perua.
hi: क्या आप वाकई इस समूह को हटाना चाहते हैं? यह क्रिया अपरिवर्तनीय है।
hr: Stvarno želiš izbrisati ovu grupu? Ovo je nepovratna radnja.
id: Apakah anda yakin ingin menghapus grup ini? Tindakan ini tidak dapat diurungkan.
it: Eliminare il gruppo? L'azione è irreversibile.
nl: Weet u zeker dat u deze groep wilt verwijderen? Deze actie is onomkeerbaar.
oc: Volètz vertadièrament suprimir aqueste grop ? Aquesta accion se pòt pas anullar.
pt_br: Tem certeza de que quer excluir este grupo? Esta ação é irreversível.
ta: இந்த குழுவை நீக்க விரும்புகிறீர்களா? இந்த நடவடிக்கை மாற்ற முடியாதது.
tr: Bu grubu silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.

source: Are you sure you want to delete this transaction? This action is irreversible.
bg: Сигурни ли сте, че искате да премахнете тази операция? Това действие е необратимо.
cs: Opravdu chcete odstranit tuto transakci? Tato akce je nevratná.
da: Er du sikker på at du vil slette overførslen? Handlingen kan ikke fortrydes.
de: Möchtest du diese Überweisung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fi: Haluatko varmasti poistaa tämän tapahtuman? Tätä toimintoa ei voi perua.
hi: क्या आप वाकई इस लेनदेन को हटाना चाहते हैं? यह क्रिया अपरिवर्तनीय है।
hr: Stvarno želiš izbrisati ovu transakciju? Ovo je nepovratna radnja.
id: Apakah anda yakin ingin menghapus transaksi ini? Tindakan ini tidak dapat diurungkan.
it: Eliminare la transazione? L'azione è irreversibile.
nl: Weet u zeker dat u deze transactie wilt verwijderen? Deze actie is onomkeerbaar.
oc: Volètz vertadièrament suprimir aquesta transaccion ? Aquesta accion se pòt pas anullar.
pt_br: Tem certeza de que quer excluir esta transação? Esta ação é irreversível.
ta: இந்த பரிவர்த்தனையை நீக்க விரும்புகிறீர்களா? இந்த நடவடிக்கை மாற்ற முடியாதது.
tr: Bu işlemi silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.

source: Business
bg: Бизнес
cs: Firemní
da: Virksomhed
de: Geschäftskonto
fa: کسب‌وکار
fi: Yritys
hi: व्यवसाय
hr: Poslovni
id: Bisnis
it: Aziendale
nl: Zakelijk
oc: Afars
pt_br: Comercial
ta: வணிகம்
tr: Kurumsal

source: Can't access the selected folder, check Flatpak permissions.
bg: Няма достъп до избраната папка, проверете правата на Flatpak.
cs: Nelze získat přístup k vybrané složce, zkontrolujte oprávnění Flatpaku.
de: Kann auf den ausgewählten Ordner nicht zugreifen, prüfe Flatpack-Rechte.
fi: Ei pääsyä valittuun kansioon, tarkista Flatpak-oikeudet.
hi: चयनित फ़ोल्डर तक नहीं पहुँच सकते, Flatpak अनुमतियाँ जाँचें।
hr: Nije moguće pristupiti odabranoj mapi, provjeri dozvole za Flatpak.
id: Tidak dapat mengakses folder yang dipilih, periksa perizinan Flatpak.
it: Impossibile accedere alla cartella selezionata, controllare i permessi di Flatpak.
nl: Geen toegang tot de geselecteerde map, controleer Flatpak-rechten.
pt_br: Não é possível acessar a pasta selecionada. Verifique as permissões do Flatpak.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை அணுக முடியாது, பிளாட்பாக் அனுமதிகளை சரிபார்க்கவும்.
tr: Seçili klasöre erişilemiyor, Flatpak izinlerini denetleyin.

source: Cancel
bg: Отказване
cs: Zrušit
da: Afbryd
de: Abbrechen
fa: لغو
fi: Peru
hi: रद्द करें
hr: Odustani
id: Batal
it: Annulla
nl: Annuleren
oc: Anullar
pt_br: Cancelar
ta: ரத்துசெய்
tr: İptal Et

source: Change Password
bg: Смяна на паролата
cs: Změnit heslo
da: Skift kodeord
de: Passwort ändern
fa: دگرگونی گذرواژه
fi: Vaihda salasana
hi: पासवर्ड बदलें
hr: Promijeni lozinku
id: Ubah Kata Sandi
it: Modifica password
nl: Wachtwoord wijzigen
oc: Cambiar lo senhal
pt_br: Alterar Senha
ta: கடவுச்சொல்லை மாற்றவும்
tr: Parola Değiştir

source: Checking
bg: Разплащателна
cs: Běžný
da: Indkomst
de: Girokonto
fa: بررسیدن
fi: Siirto
hi: चेकिंग
hr: Žiro račun
id: Giro
it: Conto corrente
nl: Cheques
oc: Chècs
pt_br: Corrente
ta: சோதனை
tr: Çek

source: Close
bg: Затваряне
cs: Zavřít
de: Schließen
fa: بستن
fi: Sulje
hi: बंद करें
hr: Zatvori
nl: Sluiten
pt_br: Fechar
ta: மூடு
tr: Kapat

source: Contributors on GitHub ❤️
bg: Сътрудници в GitHub ❤️
cs: Přispěvatelé na GitHubu ❤️
de: Beitragende auf Github ❤️
fa: مشارکت کنندگان روی گیت‌هاب ❤️
fi: Avustajat GitHubissa ❤️
hi: GitHub पर योगदानकर्ता ❤️
hr: Doprinositelji na GitHub-u ❤️
it: I collaboratori di GitHub ❤️
nl: Bijdragers op GitHub ❤️
pt_br: Cassio Pereira {0} Contribuidor do GitHub ❤️ {1}
ta: கிட்அப்பில் பங்களிப்பாளர்கள்
tr: Github Katkıcıları ❤️

source: Currency
bg: Валута
cs: Měna
da: Valuta
de: Währung
fa: ارز
fi: Valuutta
hi: मुद्रा
hr: Valuta
id: Mata Uang
it: Valuta
nl: Valuta
oc: Devisa
pt_br: Moeda
ta: நாணயம்
tr: Para Birimi

source: Currency Code
bg: Код на валутата
cs: Kód měny
da: Valutakode
de: Währungs-Code
fa: کد ارز
fi: Valuuttakoodi
hi: मुद्रा कोड
hr: Kôd valute
id: Kode Mata Uang
it: Codice della valuta
nl: Valutacode
pt_br: Código da Moeda
ta: நாணய குறியீடு
tr: Para Birimi Kodu

source: Currency Code (Empty)
bg: Код на валутата (празен)
cs: Kód měny (prázdný)
da: Valutakode (tom)
de: Währungs-Code (Leer)
fa: کد ارز (خالی)
fi: Valuuttakoodi (tyhjä)
hi: मुद्रा कोड (खाली)
hr: Kôd valute (prazno)
id: Kode mata uang (kosong)
it: Codice della valuta (vuoto)
nl: Valutacode (leeg)
pt_br: Código da Moeda (Vazio)
ta: நாணயக் குறியீடு (காலியாக)
tr: Para Birimi Kodu (Boş)

source: Currency Symbol
bg: Символ на валутата
cs: Symbol měny
da: Valuta symbol
de: Währungszeichen
fa: نماد ارز
fi: Valuutan symboli
hi: मुद्रा चिन्ह
hr: Znak valute
id: Simbol Mata Uang
it: Simbolo della valuta
nl: Valutasymbool
pt_br: Símbolo da Moeda
ta: நாணய அடையாளம்
tr: Para Birimi Simgesi

source: Currency Symbol (Empty)
bg: Символ на валутата (празен)
cs: Symbol měny (prázdný)
da: Valuta symbol (tom)
de: Währungszeichen (leer)
fa: نماد ارز (خالی)
fi: Valuutan symboli (tyhjä)
hi: मुद्रा चिह्न (खाली)
hr: Znak valute (prazno)
id: Simbol Mata Uang (kosong)
it: Simbolo della valuta (vuoto)
nl: Valutasymbool (blanco)
pt_br: Símbolo da Moeda (Vazio)
ta: நாணய அடையாளம் (காலியாக)
tr: Para Birimi Simgesi (Boş)

source: Currency Symbol (Invalid)
bg: Символ на валутата (неправилен)
cs: Symbol měny (neplatný)
de: Währungszeichen (ungültig)
fa: نماد ارز (نامعتبر)
fi: Valuutan symboli (virheellinen)
hi: मुद्रा चिह्न (अमान्य)
hr: Znak valute (neispravno)
id: Simbol Mata Uang (Tidak sah)
it: Simbolo della valuta (non valido)
nl: Valutasymbool (ongeldig)
pt_br: Símbolo da moeda (inválido)
ta: நாணய அடையாளம் (தவறானது)
tr: Para Birimi Simgesi (Geçersiz)

source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
fa: تاریخ
fi: Päivä
hi: तारीख
hr: Datum
id: Tanggal
it: Data
nl: Datum
oc: Data
pt_br: Data
ta: திகதி
tr: Tarih

source: David Lapshin
fa: دیوید لَپ‌شین
hi: डेविड लैपशिन
ta: டேவிட் லாப்சின்

source: Decimal Separator
bg: Десетичен знак
cs: Oddělovač desetinných míst
de: Dezimaltrennzeichen
fa: جداکنندهٔ هزارگان
fi: Desimaalierotin
hi: दशमलव विभाजक
hr: Decimalni znak
id: Pemisah desimal
it: Separatore decimale
nl: Decimaal scheidingsteken
pt_br: Separador decimal
ta: தசம பிரிப்பான்
tr: Ondalık Ayırıcı

source: Decimal Separator (Empty)
bg: Десетичен знак (празен)
cs: Oddělovač desetinných míst (prázdný)
de: Dezimaltrennzeichen (leer)
fa: جداکنندهٔ هزارگان (خالی)
fi: Desimaalierotin (tyhjä)
hi: दशमलव विभाजक (खाली)
hr: Decimalni znak (prazno)
id: pemisah Desimal (kosong)
it: Separatore decimale (vuoto)
nl: Decimaal scheidingsteken (leeg)
pt_br: Separador decimal (vazio)
ta: தசம பிரிப்பான் (காலியாக)
tr: Ondalık Ayırıcı (Boş)

source: Decimal Separator (Invalid)
bg: Десетичен знак (неправилен)
cs: Oddělovač desetinných míst (neplatný)
de: Dezimaltrennzeichen (ungültig)
fa: جداکنندهٔ هزارگان (نامعتبر)
fi: Desimaalierotin (virheellinen)
hi: दशमलव विभाजक (अमान्य)
hr: Decimalni znak (neispravno)
id: Pemisah Desimal (Tidak sah)
it: Separatore decimale (non valido)
nl: Decimaal scheidingsteken (ongeldig)
pt_br: Separador decimal (inválido)
ta: தசம பிரிப்பான் (தவறானது)
tr: Ondalık Ayırıcı (Geçersiz)

source: Delete Existing
bg: Премахване на съществуващ
cs: Odstranit stávající
de: Bestehende Löschen
fa: حذف موجود
fi: Poista olemassa oleva
hi: मौजूदा हटाएं
hr: Izbriši potojeće
id: Hapus yang Ada
it: Elimina esistenti
nl: Bestaande verwijderen
pt_br: Excluir as Existentes
ta: இருப்பதை நீக்கு
tr: Mevcut Olanı Sil

source: Delete Group
bg: Премахване на групата
cs: Odstranit skupinu
da: Slet gruppe
de: Gruppe Löschen
fa: حذف گروه
fi: Poista ryhmä
hi: समूह हटाएँ
hr: Izbriši grupu
id: Hapus Grup
it: Elimina gruppo
nl: Groep verwijderen
oc: Suprimir lo grop
pt_br: Excluir Grupo
ta: குழுவை நீக்கு
tr: Grubu Sil

source: Delete Only Source
bg: Премахване само на източника
cs: Odstranit pouze zdroj
da: Slet kun udgangspunktet
de: Nur Ursprung Löschen
fa: فقط حذف منبع
hi: केवल स्रोत हटाएँ
hr: Izbriši samo izvor
id: Hapus Hanya Sumber
it: Elimina solo l'originale
nl: Alleen eerste verwijderen
oc: Suprimir sonque la font
pt_br: Excluir Somente a de Origem
ta: மூலத்தை மட்டும் நீக்கு
tr: Yalnızca Kaynağı Sil

source: Delete Source and Generated
bg: Премахване на източника и генерирания
cs: Odstranit zdroj a generované
da: Slet udgangspunktet samt alle tilføjede
de: Ursprung und Generierte Löschen
fa: حذف منبع و ایجاد شده
hi: स्रोत हटाएं और जेनरेट करें
hr: Izbriši izvor i generirane
id: Hapus Sumber dan yang Dihasilkan
it: Elimina l'originale e quelle generate
nl: Ook alle opeenvolgende verwijderen
oc: Suprimir la font e las transaccions generadas
pt_br: Deletar a de Origem e as Geradas
ta: மூலத்தை நீக்கு மற்றும் உருவாக்கப்பட்டது
tr: Kaynağı ve Oluşturulanı Sil

source: Delete Transaction
bg: Премахване на операцията
cs: Odstranit transakci
da: Slet overførsel
de: Überweisung Löschen
fa: حذف تراکنش
fi: Poista tapahtuma
hi: लेन-देन हटाएँ
hr: Izbriši transakciju
id: Hapus Transaksi
it: Elimina transazione
nl: Transactie verwijderen
oc: Suprimir la transaccion
pt_br: Excluir Transação
ta: பரிவர்த்தனையை நீக்கு
tr: İşlemi Sil

source: Denaro
fa: دینار
ta: பணம்

source: Description
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
fa: شرح
fi: Kuvaus
hi: विवरण
hr: Opis
id: Deskripsi
it: Descrizione
nl: Beschrijving
oc: Descripcion
pt_br: Descrição
ta: விவரம்
tr: Açıklama

source: Description (Empty)
bg: Описание (празен)
cs: Popis (prázdný)
da: Beskrivelse (tom)
de: Beschreibung (Leer)
fa: شرح (خالی)
fi: Kuvaus (tyhjä)
hi: विवरण (खाली)
hr: Opis (prazan)
id: Deskripsi (Kosong)
it: Descrizione (vuota)
nl: Beschrijving (blanco)
oc: Descripcion (voida)
pt_br: Descrição (Vazia)
ta: விளக்கம் (காலியாக)
tr: Açıklama (Boş)

source: Destination Account
bg: Целева сметка
cs: Cílový účet
da: Modtagerkonto
de: Zielkonto
fa: حساب مقصد
fi: Kohdetili
hi: गंतव्य खाता
hr: Odredišni račun
id: Rekening Tujuan
it: Conto di destinazione
nl: Bestemmingsrekening
oc: Compte de destinacion
pt_br: Conta de Destino
ta: இலக்கு கணக்கு
tr: Hedef Hesap

source: Destination Account (Invalid)
bg: Целева сметка (неправилен)
cs: Cílový účet (neplatný)
da: Modtagerkonto (ugyldig)
de: Zielkonto (Ungültig)
fa: حساب مقصد (نامعتبر)
fi: Kohdetili (virheellinen)
hi: गंतव्य खाता (अमान्य)
hr: Odredišni račun (neispravno)
id: Rekening Tujuan (Tidak Sah)
it: Conto di destinazione (non valido)
nl: Bestemmingsrekening (ongeldig)
oc: Compte de destinacion (invalid)
pt_br: Conta de Destino (Inválida)
ta: இலக்கு கணக்கு (தவறானது)
tr: Hedef Hesap (Geçersiz)

source: Destination Account Password
bg: Парола на целевата сметка
cs: Heslo cílového účtu
da: Kodeord på destinations konto
de: Zielkonto-Passwort
fa: گذرواژهٔ حساب مقصد
fi: Kohdetilin salasana
hr: Lozinka za odredišni račun
id: Kata Sandi Rekening Tujuan
it: Password del conto di destinazione
nl: Wachtwoord van bestemmingsaccount
oc: Senhal del compte de destinacion
pt_br: Senha da Conta de Destino
ta: இலக்கு கணக்கு கடவுச்சொல்
tr: Hedef Hesap Parolası

source: Destination Account Password (Invalid)
bg: Парола на целевата сметка (неправилен)
cs: Heslo cílového účtu (neplatné)
da: Kodeord på destinations konto (ugyldig)
de: Passwort des Zielkontos (ungültig)
fa: گذرواژهٔ حساب مقصد (نامعتبر)
fi: Kohdetilin salasana (virheellinen)
hi: गंतव्य खाता पासवर्ड (अमान्य)
hr: Lozinka za odredišni račun (neispravno)
id: Kata Sandi Rekening Tujuan (Tidak Valid)
it: Password del conto di destinazione (non valida)
nl: Wachtwoord van bestemmingsaccount (ongeldig)
oc: Senhal del compte de destinacion (invalid)
pt_br: Senha da Conta de Destino (Inválida)
ta: இலக்கு கணக்கு கடவுச்சொல் (தவறானது)
tr: Hedef Hesap Parolası (Geçersiz)

source: Destination Account Password (Required)
bg: Парола на целевата сметка (задължителен)
cs: Heslo cílového účtu (povinné)
da: Kodeord på destinations konto (påkrævet)
de: Passwort für das Zielkonto (erforderlich)
fa: گذرواژهٔ حساب مقصد (لازم)
fi: Kohdetilin salasana (pakollinen)
hi: गंतव्य खाता पासवर्ड (आवश्यक)
hr: Lozinka za odredišni račun (obavezno)
id: Kata Sandi Rekening Tujuan (Diperlukan)
it: Password del conto di destinazione (richiesta)
nl: Wachtwoord van bestemmingsaccount (vereist)
oc: Senhal del compte de destinacion (obligatòri)
pt_br: Senha da Conta de Destino (Obrigatória)
ta: இலக்கு கணக்கு கடவுச்சொல் (தேவை)
tr: Hedef Hesap Parolası (Gerekli)

source: Disassociate Existing
bg: Прекъсване на връзката на съществуващото
cs: Odpojit stávající
da: Fjern eksisterende tilknytning
de: Bestehende Trennen
hi: मौजूदा को अलग करना
hr: Odspoji postojeće
id: Pisahkan yang Ada
it: Scollega esistenti
nl: Huidige loskoppelen
oc: Dissociar l’existent
pt_br: Desassociar as Existentes
ta: இருப்பதைக் காட்டுங்கள்
tr: Mevcut İlişkiyi Kes

source: Error
bg: Грешка
cs: Chyba
fa: خطا
fi: Virhe
hi: त्रुटि
hr: Greška
it: Errore
pt_br: Erro
ta: பிழை
tr: Hata

source: Expense
bg: Разходи
cs: Výdaj
da: Udgift
de: Ausgaben
fa: خرج
fi: Meno
hi: लागत/खर्च
hr: Rashod
id: Pengeluaran
it: Uscita
nl: Uitgave
oc: Despensa
pt_br: Despesas
ta: செலவு
tr: Gider

source: Export to File
bg: Изнасяне във файл
cs: Export do souboru
da: Eksporter til fil
de: Zu Datei exportieren
fa: برون‌ریزی در پرونده
fi: Vie tiedostoon
hi: फाइल में निर्यात करें
hr: Izvezi u datoteku
id: Ekspor ke Berkas
it: Esporta su file
nl: Exporteren naar bestand
oc: Exportar cap a un fichièr
pt_br: Exportar para um Arquivo
ta: கோப்புக்கு ஏற்றுமதி
tr: Dosyaya Dışa Aktar

source: Exported account to file successfully.
bg: Сметката е изнесена във файла успешно.
cs: Účet byl úspěšně exportován do souboru.
da: Kontoen blev eksporteret til fil uden fejl.
de: Konto erfolgreich zu Datei exportiert.
fi: Tili viety tiedostoon onnistuneesti.
hi: सफलतापूर्वक फाइल करने के लिए निर्यात किया गया खाता।
hr: Račun je uspješno izvezen u datoteku.
id: Ekspor rekening ke berkas berhasil.
it: L'account è stato esportato su file.
nl: De rekening is geëxporteerd naar een bestand.
oc: Compte corrèctament exportat dins un fichièr.
pt_br: Conta exportada para o arquivo com sucesso.
ta: வெற்றிகரமாக தாக்கல் செய்ய ஏற்றுமதி செய்யப்பட்ட கணக்கு.
tr: Hesap dosyaya başarıyla dışa aktarıldı.

source: Fyodor Sobolev
fa: فئودور سوبولِف
hi: फ्योडोर सोबोलेव
ta: ஃபெடோர் சோபோலெவ்

source: Generated: {0}
bg: Генерирано: {0}
cs: Vygenerováno: {0}
da: Genereret: {0}
de: Generiert: {0}
fa: ایجاد شده: {0}
fi: Luotu: {0}
hi: उत्पन्न: {0}
hr: Stvoreno: {0}
id: Dihasilkan: {0}
it: Generate: {0}
nl: Gegenereerd: {0}
oc: Generat : {0}
pt_br: Gerado: {0}
ta: உருவாக்கப்பட்டது: {0}
tr: Oluşturuldu: {0}

source: GitHub Repo
bg: GitHub проект
cs: Repozitář GitHub
da: GitHub Depot
fa: مخزن گیت‌هاب
fi: GitHub-tietovarasto
hi: GitHub रेपो
hr: GitHub repozitorij
id: Repo Github
it: Repository GitHub
oc: Depaus GitHub
pt_br: Repositório do GitHub
ta: அறிவிலிமையம் ரெப்போ
tr: GitHub Deposu

source: Good Afternoon!
bg: Добър ден!
cs: Dobré odpoledne!
da: God eftermiddag!
de: Guten Nachmittag!
fa: بعد از ظهر به خیر!
fi: Hyvää iltapäivää!
hi: शुभ दोपहर!
hr: Dobar dan!
id: Selamat Siang!
it: Buon pomeriggio!
nl: Goedemiddag!
oc: Bon aprèp-miègjorn
pt_br: Boa Tarde!
ta: நல்ல மதியம்!
tr: Tünaydın!

source: Good Day!
bg: Добър ден!
cs: Dobrý den!
da: God dag!
de: Schönen Tag!
fa: روز به خیر!
fi: Hyvää päivää!
hi: शुभ दिन!
hr: Dobar dan!
id: Halo!
it: Buongiorno!
nl: Goedendag!
oc: Bona jornada
pt_br: Olá!
ta: நல்ல நாள்!
tr: İyi Günler!

source: Good Evening!
bg: Добър вечер!
cs: Dobrý večer!
da: Godaften!
de: Guten Abend!
fa: عصر به خیر!
fi: Hyvää iltaa!
hi: शुभ संध्या!
hr: Dobra večer!
id: Selamat Malam!
it: Buona sera!
nl: Goedenavond!
oc: Bonser
pt_br: Boa Noite!
ta: நல்ல மாலை!
tr: İyi Akşamlar!

source: Group
bg: Група
cs: Skupina
da: Gruppe
de: Gruppe
fa: گروه
fi: Ryhmä
hi: समूह
hr: Grupa
id: Grup
it: Gruppo
nl: Groep
oc: Grop
pt_br: Grupo
ta: குழு
tr: Grup

source: Group Name
bg: Име на група
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
fa: نام گروه
fi: Ryhmän nimi
hi: समूह नाम
hr: Ime grupe
id: Nama Grup
it: Nome gruppo
nl: Groepsnaam
oc: Nom del grop
pt_br: Nome do Grupo
ta: குழு பெயர்
tr: Grup Adı

source: Group Separator
bg: Разделител на група
cs: Oddělovač skupin
de: Gruppentrennzeichen
fa: جدا کنندهٔ گروه
fi: Ryhmäerotin
hi: समूह विभाजक
hr: Znak za odvajanja grupa
id: Pemisah Grup
it: Separatore dei gruppi
nl: Groepsscheidingsteken
pt_br: Separador de grupo
ta: குழு பிரிப்பான்
tr: Grup Ayırıcı

source: Group Separator (Invalid)
bg: Разделител на група (неправилен)
cs: Oddělovač skupin (neplatný)
de: Gruppentrennzeichen (ungültig)
fa: جدا کنندهٔ گروه (نامعتبر)
fi: Ryhmäerotin (virheellinen)
hi: समूह विभाजक (अमान्य)
hr: Znak za odvajanja grupa (neispravno)
id: Pemisah Grup (tidak sah)
it: Separatore dei gruppi (non valido)
nl: Groepsscheidingsteken (ongeldig)
pt_br: Separador de grupo (inválido)
ta: குழு பிரிப்பான் (தவறானது)
tr: Grup Ayırıcı (Geçersiz)

source: Groups
bg: Групи
cs: Skupiny
da: Grupper
de: Gruppen
fa: گروه‌ها
fi: Ryhmät
hi: समूह
hr: Grupe
id: Grup
it: Gruppi
nl: Groepen
oc: Grops
pt_br: Grupos
ta: குழுக்கள்
tr: Gruplar

source: Help
bg: Помощ
cs: Nápověda
da: Hjælp
de: Hilfe
fa: راهنما
fi: Ohje
hi: सहायता
hr: Pomoć
id: Bantuan
it: Aiuto
nl: Hulp
oc: Ajuda
pt_br: Ajuda
ta: உதவி
tr: Yardım

source: Id
bg: Идентификатор
fa: شناسه
fi: Tunniste
oc: Identificant
ta: ஐடி

source: Import from Account
bg: Внасяне от сметка
cs: Import z účtu
de: Aus Konto importieren
fa: درون‌ریزی از حساب
fi: Tuo tililtä
hi: खाते से आयात करें
hr: Uvezi iz računa
it: Importa da un conto
nl: Importeren uit account
pt_br: Importar de uma Conta
ta: கணக்கிலிருந்து இறக்குமதி
tr: Hesaptan İçe Aktar
