Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Resources/po/*.po
Languages: bg, cs, da, de, fa, fi, hi, hr, id, it, nl, oc, pt_br, ta, tr

source: No Account Selected
bg: Няма избрана сметка
cs: Není vybrán žádný účet
da: Ingen konto valgt
de: Kein Konto Ausgewählt
fa: هیچ حسابی گزیده نشده
fi: Tiliä ei ole valittu
hi: कोई खाता नहीं चुना गया है
hr: Nijedan račun nije odabran
id: Tidak Ada Rekening yang Dipilih
it: Nessun conto selezionato
nl: Er is geen rekening gekozen
oc: Cap de compte pas seleccionat
pt_br: Nenhuma Conta Selecionada
ta: கணக்கு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
tr: Hesap Seçilmedi

source: Select a destination account
bg: Изберете целева сметка
cs: Vyberte cílový účet
da: Vælg en modtagerkonto
de: Wähle ein Zielkonto aus
fa: گزینش حساب مقصد
fi: Valitse kohdetili
hi: एक गंतव्य खाता चुनें
hr: Odaberi odredišni račun
id: Pilih rekening tujuan
it: Selezionare un conto di destinazione
nl: Kies een bestemmingsrekening
oc: Seleccionatz un compte de destinacion
pt_br: Selecione uma conta de destino
ta: இலக்கு கணக்கைத் தேர்ந்தெடுக்கவும்
tr: Hedef hesabı seçin

source: Recent Accounts
bg: Скоро ползвани сметки
cs: Nedávné účty
da: Seneste kontier
de: Kürzliche Konten
fa: حساب‌های خیر
fi: Viimeisimmät tilit
hi: हाल ही में उपयोग किए गए खाते
hr: Nedavno korišteni računi
id: Rekening Baru-baru Ini
it: Conti recenti
nl: Recente accounts
oc: Comptes recents
pt_br: Contas Recentes
ta: அண்மைக் கால கணக்குகள்
tr: Son Hesaplar

source: Recents
bg: Скорошни
cs: Nedávné
da: Seneste
de: Kürzliche
fa: تازگی‌ها
fi: Viimeisimmät
hi: हाल ही के
hr: Nedavno korišteni
id: Baru-baru Ini
it: Recenti
nl: Onlangs gebruikt
pt_br: Recentes
ta: அண்மைக் கால
tr: Son Kullanılanlar

source: Conversion Needed
bg: Необходимо е преобразуване
cs: Nutná konverze
da: Omregning krævet
de: Umwechslung Benötigt
fa: نیازمند تبدیل
fi: Muunnos vaaditaan
hi: रूपांतरण की आवश्यकता
hr: Potrebna je konverzija
id: Konversi diperlukan
it: Conversione necessaria
nl: Conversie benodigd
oc: Conversion requerida
pt_br: Conversão Necessária
ta: மாற்றம் தேவை
tr: Dönüşüm Gerekli

source: Use Custom Rates
bg: Използване на собствени коефициенти
cs: Použít vlastní kurzy
fa: استفاده از نرخ‌های سفارشی
hi: कस्टम दरों का प्रयोग करें
hr: Koristi prilagođene tečajeve
ta: தனிப்பயன் விகிதங்களைப் பயன்படுத்துங்கள்
tr: Özel Oran Kullan

source: Enter the conversion rates manually
bg: Въведете коефициентите на преобразуване ръчно
cs: Ručně zadejte kurzy
fa: ورود دستی نرخ‌های تبدیل
hi: रूपांतरण दरें मैन्युअल रूप से दर्ज करें
hr: Upiši tečajeve ručno
ta: மாற்று விகிதங்களை கைமுறையாக உள்ளிடவும்
tr: Dönüşüm oranını elle girin

# Button
source: Transfer
bg: Превеждане
cs: Převod
de: Überweisen
fa: انتقال
fi: Siirto
hi: स्थानांतरण
hr: Transferiraj
it: Trasferisci
nl: Overboeken
ta: இடமாற்றம்
tr: Aktar

source: Currency Converter
bg: Преобразувател на валути
cs: Převodník měn
fa: تبدیلگر ارز
fi: Valuuttamuunnin
hi: मुद्रा परिवर्तक
hr: Konverter valuta
ta: நாணய மாற்றி
tr: Para Birimi Dönüştürücü

source: About Denaro
bg: Относно „Denaro“
cs: O aplikaci Denaro
de: Über Denaro
fa: دربارهٔ دینار
fi: Tietoja - Denaro
hi: Denaro के बारे में
hr: Denaro informacije
id: Tentang Denaro
it: Informazioni su Denaro
nl: Over Denaro
ta: டெனாரோ பற்றி
tr: Denaro Hakkında

source: Account Menu
bg: Меню на сметката
cs: Nabídka účtu
da: Konto menu
de: Konto-Menü
fa: فهرست حساب
fi: Tilivalikko
hi: खाता मेन्यू
hr: Izbornik računa
id: Menu Rekening
it: Menù conti
nl: Rekeningmenu
oc: Menú del compte
pt_br: Menu de Contas
ta: கணக்கு பட்டியல்
tr: Hesap Menüsü

source: New Account (Ctrl+N)
bg: Нова сметка (Ctrl+N)
cs: Nový účet (Ctrl+N)
da: Ny konto (Ctrl+N)
de: Neues Konto (Strg+N)
fa: حساب جدید (مهار+N)
fi: Uusi tili (Ctrl+N)
hi: नया खाता (Ctrl+N)
hr: Novi račun (Ctrl+N)
id: Rekening Baru (Ctrl+N)
it: Nuovo conto (Ctrl+N)
nl: Nieuw account (Ctrl+N)
oc: Compte novèl (Ctrl+N)
pt_br: Nova Conta (Ctrl+N)
ta: புதிய கணக்கு (Ctrl+N)
tr: Yeni Hesap (Ctrl+N)

# Account
source: New
bg: Нова
cs: Nová
de: Neu
fa: جدید
fi: Uusi
hi: नया
hr: Novi
id: Baru
it: Nuovo
nl: Nieuw
ta: புதிய
tr: Yeni

source: Open Account (Ctrl+O)
bg: Отваряне на сметка (Ctrl+O)
cs: Otevřít účet (Ctrl+O)
da: Åbn konto (Ctrl+O)
de: Konto öffnen (Strg+O)
fa: گشودن حساب (مهار+O)
fi: Avaa tili (Ctrl+O)
hi: खाता खोलें (Ctrl+O)
hr: Otvori račun (Ctrl+O)
id: Buka Rekening (Ctrl+O)
it: Apri conto (Ctrl+O)
nl: Account openen (Ctrl+O)
oc: Dobrir compte (Ctrl+O)
pt_br: Abrir Conta (Ctrl+O)
ta: கணக்கைத் திறக்கவும் (Ctrl+O)
tr: Hesap Aç (Ctrl+O)

source: No Recent Accounts
bg: Няма скорошни сметки
cs: Žádné nedávné účty
da: Ingen seneste kontier
de: Keine kürzlichen Konten
fa: بدون حساب اخیر
fi: Ei viimeisimpiä tilejä
hi: कोई हालिया खाता नहीं
hr: Nema nedavno korištenih računa
id: Tidak Ada Rekening Baru-baru Ini
it: Nessun account recente
nl: Geen recente accounts
oc: Cap de compte recent
pt_br: Nenhuma Conta Recente
ta: அண்மைக் கால கணக்குகள் இல்லை
tr: Son Hesap Yok

source: Toggle Graphs
bg: Превключване на графиките
cs: Přepnout grafy
de: Diagramm umschalten
fa: تغییر وضعیت نمودارها
fi: Kaaviot päällä/pois
hi: ग्राफ़ टॉगल करें
hr: Uključi/Isključi dijagrame
it: Mostra/nascondi grafico
nl: Grafieken omschakelen
ta: வரைபடங்களை மாற்றவும்
tr: Grafikleri Aç/Kapa

source: Main Menu
bg: Основно меню
cs: Hlavní nabídka
da: Hovedmenu
de: Hauptmenü
fa: فهرست اصلی
fi: Päävalikko
hi: मुख्य मेन्यू
hr: Glavni izbornik
id: Menu Utama
it: Menù principale
nl: Hoofdmenu
oc: Menú principal
pt_br: Menu Principal
ta: பட்டியல் விளையாடுங்கள்
tr: Ana Menü

source: Dashboard
bg: Табло
cs: Nástěnka
de: Übersicht
fa: پیشخان
fi: Kojelauta
hi: डैशबोर्ड
hr: Pregledna ploča
id: Dasbor
it: Cruscotto
oc: Tablèu de bòrd
pt_br: Painel
ta: முகப்புப்பெட்டி
tr: Tablo

source: Create or open an account to get started. You may also drag a file into the app from your file browser.
bg: Създадете или отворете сметка, за да започнете. Можете също така да изтеглите файл в приложението от файловия си браузър.
cs: Chcete-li začít, vytvořte si nebo otevřete účet. Do aplikace můžete také přetáhnout soubor z prohlížeče souborů.
da: Opret eller åbn en konto for at starte. Du kan også trække en fil ind i programmet fra fil browseren.
de: Erstelle oder öffne ein Konto um loszulegen. Dateien können auch vom Datei-Manager in das Programm gezogen werden.
fi: Luo tai avaa tili, jotta pääset alkuun. Voit myös vetää tiedoston tiedostonhallinnasta tähän sovellukseen.
hi: आरंभ करने के लिए एक खाता बनाएं या खोलें। आप अपने फाइल ब्राउज़र से किसी फाइल को ऐप में खींच भी सकते हैं।
hr: Započni stvaranjem ili otvarenjem računa. Također možeš povući datoteku u program iz preglednika datoteka.
id: Buat atau buka rekening untuk memulai. Anda juga bisa menyeret berkas ke aplikasi dari penjelajah file.
it: Creare o aprire un conto per iniziare. Si può anche trascinare un file all'interno dell'applicazione.
nl: Maak een account aan of voeg er een toe om aan de slag te gaan. U kunt ook een bestand naar de app slepen.
oc: Creatz o dobrissètz un compte per començar. Podètz tanben far lissar un fichièr dins l’aplicacion a partir de l’explorator de fichièrs.
pt_br: Crie ou abra uma conta para começar. Você também pode arrastar um arquivo do seu gerenciador de arquivos para o aplicativo.
ta: தொடங்க ஒரு கணக்கை உருவாக்கவும் அல்லது திறக்கவும். உங்கள் கோப்பு உலாவியில் இருந்து பயன்பாட்டில் ஒரு கோப்பை இழுக்கலாம்.
tr: Başlamak için bir hesap oluşturun veya açın. Bir dosyayı dosya tarayıcınızdan uygulamaya da sürükleyebilirsiniz.

source: result
cs: výsledek
hr: rezultat
it: risultato

source: money;finance;wallet;cash;bank;Nickvision;
cs: peníze;finance;peněženka;hotovost;banka;Nickvision;
de: Geld;Finanzen;Brieftasche;Bargeld;Bank;Nickvision;
hr: novac;financije;novčanik;gotovina;banka;GTK;Nickvision;
it: denaro;soldi;finanza;portafoglio;contante;banca;Nickvision;money;finance;wallet;cash;bank;
nl: money;finance;wallet;cash;bank;Nickvision;geld;financie;portemonnee;contant;pin;

source: — Manage multiple accounts at a time, with a familiar tab interface
cs: — Správa několika účtů najednou pomocí intuitivního rozhraní s kartami
de: — Verwalten von mehreren Konten gleichzeitig, mit einer vertrauten Registerkartenoberfläche
hr: – Upravljaj računima istovremeno, s poznatim sučeljem kartica
id: — Kelola beberapa rekening bersamaan, dengan antarmuka tab yang familiar
it: — Gestire più conti contemporaneamente, con un'interfaccia a schede familiare

source: — Easily filter transactions by type, group, or date
cs: — Snadné filtrování transakcí podle typu, skupiny nebo data
de: — Einfaches Filtern von Transaktionen nach Typ, Gruppe oder Datum
hr: – Filtriraj transakcije prema vrsti, grupi ili datumu
id: — Filter transaksi berdasarkan tipe, grup, atau tanggal dengan mudah
it: — Filtrare con facilità le transazioni per tipo, gruppo e data

source: — Easily repeat transactions, such as bills that occur every month
cs: — Snadné opakované transakce, například účtování, ke kterým dochází každý měsíc
de: — Einfaches Wiederholen von Überweisungen, beispielsweise von Rechnungen, die jeden Monat anfallen
hr: – Ponavljaj transakcije kao što su računi koji se mjesečno plaćaju
id: — Lakukan transaksi berulang dengan mudah, seperti tagihan yang terjadi setiap bulan
it: — Ripetere facilmente le transazioni, come le bollette mensili

source: — Transfer money from one account to another
cs: — Převod peněz z jednoho účtu na druhý
de: — Geld von einem Konto auf ein anderes überweisen
hr: – Transferiraj novac s jednog računa na drugi
id: — Transfer uang dari rekening ke rekening lain
it: — Trasferire denaro da un conto all'altro

source: — Export an account as a CSV file and import a CSV, OFX or QIF file to bulk add transactions to an account
cs: — Export účtu do souboru CSV a import souboru CSV, OFX nebo QIF pro hromadné přidání transakcí na účet
de: — Ein Konto als CSV-Datei exportieren und eine CSV-, OFX- oder QIF-Datei importieren, um einem Konto massenhaft Überweisungen hinzuzufügen
hr: – Izvezi račun kao CSV datoteku i uvezi CSV, OFX ili QIF datoteku za skupno dodavanje transakcija računu
id: — Ekspor rekening sebagai berkas CSV dan impor berkas CSV, OFX, atau QIF untuk menambahkan transaksi secara massal ke akun
it: — Esportare un conto come file CSV e importare file CSV, OFX e QIF per aggiungere a un conto tante transazioni in una sola volta

source: DaPigGuy
fa: داپیگ‌گای

source: Customize the application's user interface.
da: Tilpas programmets brugerflade.
oc: Personalizatz l’interfàcia utilizaire.

source: Customize how Denaro uses locale settings.
da: Tilpas hvordan Denaro bruger lokale indstillinger.
oc: Personalizar coma Denaro utiliza los paramètres regionals.
