Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Resources/po/*.po
Languages: bg, cs, da, de, fa, fi, hi, hr, id, it, nl, oc, pt_br, ta, tr

source: This transaction is a source repeat transaction. What would you like to do with the repeat transactions? Updating only the source transaction will disassociate generated transactions from the source.
bg: Тази операция се повтаря в източника. Какво искате да направите с повтарящите се операции? Обновяването само на операцията от източника ще прекъсне връзката на генерираните операции от източника.
cs: Tato transakce je opakovanou transakcí zdroje. Co chcete s opakovanými transakcemi udělat? Aktualizací pouze zdrojové transakce dojde k odpojení vygenerovaných transakcí od zdroje.
da: Denne overførsel er oprettet som en gentagende overførsel. HVad vil du gerne gøre med de gentange overførsler? Hvis du ændrer i den oprindelig overførsel, vil den fjerne tilknytningen til samtlige gentagelserne.
de: Diese Überweisung ist eine wiederholte Überweisung. Was möchtest du mit wiederholten Überweisungen machen? Nur die Ursprungs-Überweisung zu aktualisieren wird die generierten Überweisungen unabhängig machen.
hi: यह लेन-देन एक स्रोत दोहराव लेन-देन है। आप बार-बार होने वाले लेन-देन के साथ क्या करना चाहेंगे? केवल स्रोत लेनदेन को अद्यतन करने से असंबद्ध हो जाएगा स्रोत से उत्पन्न लेनदेन।
hr: Ova transakcija je izvorna ponavljajuća transakcija. Što želiš učiniti s ponovljajućim transakcijama? Aktualiziranje samo izvorne transakcije će odspojiti iz izvora generirane transakcije.
id: Transaksi ini adalah sumber transaksi berulang. Apa yang anda ingin lakukan untuk transaksi berulang? Hanya memperbarui transaksi sumber akan memisahkan transaksi yang telah dihasilkan dari sumber.
it: Questa transazione è ricorrente. Cosa fare con le transazioni collegate? Aggiornare solo la transazione ricorrente scollegherà le transazioni ad essa collegate.
nl: Bij deze transactie is een herhaalperiode ingesteld. Welke actie wilt u ondernemen op de opeenvolgende transacties? Als u alleen de eerste transactie bijwerkt, worden de opeenvolgende losgekoppeld..
pt_br: Esta transação é a origem de transações repetidas. O que você gostaria de fazer com as transações geradas? Atualizar apenas a transação de origem desassociará as transações geradas dela.
ta: இந்த பரிவர்த்தனை ஒரு மூல மீண்டும் பரிவர்த்தனை. மீண்டும் மீண்டும் பரிவர்த்தனைகளை என்ன செய்ய விரும்புகிறீர்கள்? மூல பரிவர்த்தனையை மட்டுமே புதுப்பிப்பது பிரிக்கும் மூலத்திலிருந்து உருவாக்கப்பட்ட பரிவர்த்தனைகள்.
tr: Bu işlem bir kaynak tekrarlama işlemidir. Tekrarlanan işlemlerle ne yapmak istersiniz? Yalnızca kaynak işlemin güncellenmesi, oluşturulan işlemlerin kaynakla ilişkisini kesecektir.

source: Tobias Bernard
fa: توبیاس برنارد
hi: टोबियास बर्नार्ड
ta: டோபியாச் பெர்னார்ட்

source: Tomorrow
bg: Утре
cs: Zítra
de: Morgen
fa: فردا
fi: Huomenna
hi: कल
hr: Sutra
it: Domani
nl: Morgen
pt_br: Amanhã
ta: நாளை
tr: Yarın

source: Total
bg: Общо
cs: Celkem
de: Insgesamt
fa: مجموع
fi: Yhteensä
hi: कुल
hr: Ukupno
it: Totale
nl: Totaal
ta: மொத்தம்
tr: Toplam

source: Transaction
bg: Операция
cs: Transakce
da: Overførsel
de: Überweisung
fa: تراکنش
fi: Tapahtuma
hi: लेन-देन
hr: Transakcija
id: Transaksi
it: Transazione
nl: Transactie
oc: Transaccion
pt_br: Transação
ta: பரிவர்த்தனை
tr: İşlem

source: Transactions
bg: Операции
cs: Transakce
da: Overførsler
de: Überweisungen
fa: تراکنش‌ها
fi: Tapahtumat
hi: लेन-देन
hr: Transakcije
id: Transaksi
it: Transazioni
nl: Transacties
oc: Transaccions
pt_br: Transações
ta: பரிவர்த்தனைகள்
tr: İşlemler

source: Transactions without a group
bg: Операции без група
cs: Transakce bez skupiny
da: Overførsler uden en gruppe
de: Überweisungen ohne Gruppe
fa: تراکنش‌های بدون گروه
fi: Tapahtumat ilman ryhmää
hi: समूह के बिना लेन-देन
hr: Transakcije bez grupe
id: Transaksi Tanpa Grup
it: Transazioni senza gruppo
nl: Transacties die geen deel uitmaken van een groep
oc: Transaccion sens grop
pt_br: Transações sem um grupo
ta: ஒரு குழு இல்லாமல் பரிவர்த்தனைகள்
tr: Grupsuz işlemler

source: Transfer From {0}
bg: Прехвърляне от {0}
cs: Převést z {0}
da: Overfør fra {0}
de: Von {0} Überweisen
fa: جابه‌جایی از {0}
fi: Siirrä kohteesta {0}
hi: {0} से स्थानांतरण
hr: Transferiraj sa {0}
id: Transfer dari {0}
it: Trasferimento da {0}
nl: Overmaken van {0}
oc: Transferir a partir de {0}
pt_br: Transferir de {0}
ta: {0 இருந்து இலிருந்து இடமாற்றம்
tr: Şuradan Aktar: {0}

source: Transfer To {0}
bg: Прехвърляне към {0}
cs: Převést na {0}
da: Overfør til {0}
de: Zu {0} Überweisen
fa: جابه‌جایی به {0}
fi: Siirrä kohteeseen {0}
hi: {0} पर स्थानांतरण
hr: Transferiraj na {0}
id: Transfer ke {0}
it: Trasferimento a {0}
nl: Overmaken naar {0}
oc: Transferir cap a {0}
pt_br: Transferir para {0}
ta: {0 பெறுநர் க்கு மாற்றவும்
tr: Şuraya Aktar: {0}

source: translator-credits
bg: twlvnn <kraft_werk@tutanota.com>
cs: Jonáš Loskot <jonas.loskot@pm.me>, 2023
de: Jummit
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
fi: Jiri Grönroos
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
it: Mattia Borda Davide Ferracin <davide.ferracin@protonmail.com>
nl: Philip Goto https://philipgoto.nl/
pt_br: Cassio Pereira <cassiogomes00@gmail.com>
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Sabri Ünal <libreajans@gmail.com> Weblate Üstünden Katkı Sağlayan Gönüllüler

source: Two months from now
bg: Два месеца от сега
cs: Dva měsíce ode dneška
de: In zwei Monaten
fa: دو ماه از اکنون
fi: Kaksi kuukautta tästä hetkestä
hi: अब से दो महीने बाद
hr: Za dva mjeseca
it: Tra due mesi
pt_br: Daqui a dois meses
ta: இப்போதிலிருந்து இரண்டு மாதங்கள்
tr: Bu günden, iki ay sonra

source: Type
bg: Вид
cs: Typ
de: Art
fa: گونه
fi: Tyyppi
hi: प्रकार
hr: Vrsta
id: Tipe
it: Tipo
oc: Tipe
pt_br: Tipo
ta: வகை
tr: Tür

source: Unable to export account to file.
bg: Неуспешно изнасяне на сметката във файла.
cs: Nepodařilo se exportovat účet do souboru.
da: Ude af stand til at eksportere konto til fil.
de: Konto konnte nicht zu Datei exportiert werden.
fi: Tiliä ei voitu viedä tiedostoon.
hi: खाते को फाइल में निर्यात करने में असमर्थ।
hr: Nije moguće izvesti račun u datoteku.
id: Tidak dapat mengekspor rekening ke berkas.
it: Esportazione su file del conto non riuscita.
nl: De rekening kan niet worden geëxporteerd.
oc: Exportacion dins un fichièr del compte impossible.
pt_br: Não é possível exportar a conta para um arquivo.
ta: கோப்புக்கு கணக்கை ஏற்றுமதி செய்ய முடியவில்லை.
tr: Hesap dosyaya dışa aktarılamıyor.

source: Unable to import information from the file. Please ensure that the app has permissions to access the file and try again.
bg: Неуспешно внасяне на информацията от файла. Уверете се, че приложението има правата да достъпи файла и опитайте отново.
cs: Nepodařilo se importovat informace ze souboru. Ujistěte se, že má aplikace oprávnění k přístupu k vašemu souboru a zkuste to znovu.
de: Die Informationen aus der Datei können nicht importiert werden. Bitte stellen Sie sicher, dass die App die Berechtigungen für den Zugriff auf die Datei hat und versuchen Sie es erneut.
fi: Tietojen tuonti tiedostosta ei onnistunut. Varmista, että sovelluksella on pääsy tiedostoon ja yritä uudelleen.
hi: फाइल से जानकारी आयात करने में असमर्थ. कृपया सुनिश्चित करें कि ऐप के पास फ़ाइल तक पहुंचने की अनुमति है और पुनः प्रयास करें।
hr: Nije moguće uvesti podatke iz datoteke. Provjeri ima li aplikacija dozvole za pristup datoteci i pokušaj ponono.
id: Tidak dapat mengimpor informasi dari berkas. Pastikan aplikasi memiliki izin untuk mengakses file dan coba lagi.
it: Importazione delle informazioni dal file non riuscita. Assicurarsi che l'applicazione abbia i permessi di accedere al file e riprovare.
pt_br: Não é possível importar informações do arquivo. Por favor, certifique-se de que o aplicativo tem permissão para acessar o arquivo e tente novamente.
ta: கோப்பிலிருந்து தகவல்களை இறக்குமதி செய்ய முடியவில்லை. கோப்பை அணுக பயன்பாட்டில் அனுமதிகள் இருப்பதை உறுதிசெய்து மீண்டும் முயற்சிக்கவும்.
tr: Dosyadan bilgiler içe aktarılamıyor. Lütfen uygulamanın dosyaya erişim izni olduğundan emin olun ve tekrar deneyin.

source: Unable to import transactions from the file.
bg: Неуспешно внасяне на операциите от файла.
cs: Nepodařilo se importovat transakce ze souboru.
de: Es können keine Überweisungen aus der Datei importiert werden.
fi: Tapahtumia ei voitu tuoda tiedostosta.
hi: फाइल से लेनदेन आयात करने में असमर्थ।
hr: Nije moguće uvesti transakcije iz datoteke.
it: Importazione delle transazioni dal file non riuscita.
pt_br: Não foi possível importar transações do arquivo.
ta: கோப்பிலிருந்து பரிவர்த்தனைகளை இறக்குமதி செய்ய முடியவில்லை.
tr: İşlemler dosyadan içe aktarılamıyor.

source: Unable to load currency data. Please try again. If the error still persists, report a bug.
bg: Неуспешно зареждане на данните за валутата. Моля, опитайте отново. Докладвайте за грешка ако продължава да се появява.
cs: Nepodařilo se načíst informace o měnách. Zkuste to prosím znovu. Pokud chyba nezmizí, nahlaste to prosím jako chybu.
fi: Valuuttatietoja ei voitu ladata. Yritä uudelleen. Jos virhe toistuu, ilmoita ongelmasta vianseurantajärjestelmään.
hi: मुद्रा डेटा लोड करने में असमर्थ. कृपया पुन: प्रयास करें। यदि त्रुटि अभी भी बनी रहती है, तो बग की रिपोर्ट करें।
hr: Nije moguće učitati podatke o valuti. Pokušaj ponovo. Ako to ne pomogne prijavi grešku.
pt_br: Não foi possível carregar dados de moeda. Por favor, tente novamente. Se o erro ainda persistir, relate um bug.
ta: நாணய தரவை ஏற்ற முடியவில்லை. மீண்டும் முயற்சிக்கவும். பிழை இன்னும் தொடர்ந்தால், ஒரு பிழையைப் புகாரளிக்கவும்.
tr: Para birimi verileri yüklenemedi. Lütfen tekrar deneyin. Hata devam ediyorsa hatayı bildirin.

source: Unable to login to account. Provided password is invalid.
bg: Неуспешно вписване в сметката. Дадената парола е неправилна.
cs: Nelze se přihlásit k účtu. Zadané heslo je neplatné.
da: Ude af stand til at logge ind på kontoen. Kodeordet er forkert.
de: Anmeldung zum Konto nicht möglich. Das angegebene Kennwort ist ungültig.
fi: Kirjautuminen tilille ei onnistu. Annettu salasana on virheellinen.
hi: खाते में लॉग इन करने में असमर्थ. प्रदान किया गया पासवर्ड अमान्य है।
hr: Prijava na račun nije moguća. Navedena lozinka je neispravna.
id: Tidak dapat masuk ke rekening. Sandi yang diberikan tidak valid.
it: Accesso al conto non riuscito. La password non è corretta.
nl: Kan niet inloggen met dit account. Opgegeven wachtwoord is ongeldig.
oc: Connexion al compte impossibla. Lo senhal fornit es invalid.
pt_br: Não é possível entrar na conta. A senha fornecida é inválida.
ta: கணக்கில் உள்நுழைய முடியவில்லை. வழங்கப்பட்ட கடவுச்சொல் தவறானது.
tr: Hesaba giriş yapılamıyor. Sağlanan parola geçersiz.

source: Unable to open the account. Please ensure that the app has permissions to access the file and try again.
bg: Неуспешно отваряне на сметката. Уверете се, че приложението има правата да достъпи файла и опитайте отново.
cs: Nepodařilo se otevřít účet. Ujistěte se, že má aplikace oprávnění k přístupu k vašemu souboru a zkuste to znovu.
de: Das Konto kann nicht eröffnet werden. Bitte stellen Sie sicher, dass die App die Berechtigungen für den Zugriff auf die Datei hat und versuchen Sie es erneut.
fi: Tiliä ei voitu avata. Varmista, että sovelluksella on pääsy tiedostoon ja yritä uudelleen.
hi: खाता खोलने में असमर्थ. कृपया सुनिश्चित करें कि ऐप के पास फाइल तक पहुंचने की अनुमति है और पुनः प्रयास करें।
hr: Nije moguće otvoriti račun. Provjeri ima li aplikacija dozvole za pristup datoteci i pokušaj ponono.
id: Tidak dapat membuka rekening. Pastikan aplikasi memiliki izin untuk mengakses file dan coba lagi.
it: Apertura del conto non riuscita. Assicurarsi che l'applicazione abbia i permessi di accedere al file e riprovare.
pt_br: Não foi possível abrir a conta. Por favor, certifique-se de que o aplicativo tem permissão para acessar o arquivo e tente novamente.
ta: கணக்கைத் திறக்க முடியவில்லை. கோப்பை அணுக பயன்பாட்டில் அனுமதிகள் இருப்பதை உறுதிசெய்து மீண்டும் முயற்சிக்கவும்.
tr: Hesap açılamıyor. Uygulamanın dosyaya erişim izni olduğundan emin olun ve tekrar deneyin.

source: Unable to overwrite an existing account.
bg: Неуспешно презаписване на съществуваща сметка.
cs: Nelze přepsat existující účet.
de: Bestehendes Konto konnte nicht überschrieben werden.
fi: Olemassa olevan tilin korvaaminen ei onnistu.
hi: किसी मौजूदा खाते को अधिलेखित करने में असमर्थ।
hr: Nije moguće prepisati postojeći račun.
it: Non è possibile sovrascrivere un conto aperto.
pt_br: Não é possível substituir uma conta existente.
ta: ஏற்கனவே உள்ள கணக்கை மேலெழுத முடியவில்லை.
tr: Var olan hesabın üzerine yazılamıyor.

source: Unable to overwrite an opened account.
bg: Неуспешно презаписване на отворена сметка.
cs: Nelze přepsat otevřený účet.
de: Eröffnetes Konto konnte nicht überschrieben werden.
hi: खोले गए खाते को अधिलेखित करने में असमर्थ।
hr: Nije moguće prepisati otvoreni račun.
it: Non è possibile sovrascrivere un conto aperto.
ta: திறந்த கணக்கை மேலெழுத முடியவில்லை.
tr: Açılmış bir hesabın üzerine yazılamıyor.

source: Ungrouped
bg: Негрупирани
cs: Neseskupené
da: Ikke grupperet
de: Ungruppiert
fa: گروه نشده
fi: Ryhmittämätön
hi: असमूहीकृत
hr: Negrupirano
id: Tidak digrup
it: Senza gruppo
nl: Ongegroepeerd
oc: Pas gropada
pt_br: Sem grupo
ta: குழுவாக
tr: Grupsuz

source: Untagged
bg: Без етикет
cs: Bez štítku
de: Nicht gekennzeichnet
fa: بی‌برچسب
fi: Ilman tunnistetta
hi: अनटैग किया गया
hr: Neoznačeno
it: Senza etichetta
nl: Ongetagd
pt_br: Sem Tag
ta: அவிழ்க்கப்படாதது
tr: Etiketsiz

source: Upcoming transactions
bg: Предстоящи операции
cs: Nadcházející transakce
de: Bevorstehende Überweisungen
fa: تراکنش‌های پیش رو
fi: Tulevat tapahtumat
hi: आगामी लेनदेन
hr: Nadolazeće transakcije
it: Prossime transazioni
nl: Aankomende transacties
pt_br: Próximas transações
ta: வரவிருக்கும் பரிவர்த்தனைகள்
tr: Yaklaşan işlemler

source: Update Only Source
bg: Обновяване само на източника
cs: Aktualizovat pouze zdroj
da: Kun opdatere kilden
de: Nur Ursprung Aktualisieren
fa: فقط به‌روز رسانی منبع
fi: Päivitä vain lähde
hi: केवल स्रोत अपडेट करें
hr: Aktualiziraj samo izvornu transakciju
id: Perbarui Hanya Sumber
it: Aggiorna solo l'originale
nl: Alleen eerste bijwerken
oc: Actualizar sonque la font
pt_br: Atualizar Somente a de Origem
ta: மூலத்தை மட்டும் புதுப்பிக்கவும்
tr: Yalnızca Kaynağı Güncelle

source: Update Source and Generated
bg: Обновяване на източника и генерирания
cs: Aktualizovat zdroj a generované
da: Opdater kilde og genereret
de: Ursprung und Generierte Aktualisieren
fa: به‌روز رسانی منبع و ایجاد شده
hi: अपडेट स्रोत और जनरेट किया गया
hr: Aktualiziraj izvor i generirane
id: Perbarui Sumber dan yang Dihasilkan
it: Aggiorna originale e collegate
nl: Ook alle opeenvolgende transacties bijwerken
oc: Actualizar la font e las transaccions generadas
pt_br: Atualizar a de Origem e as Geradas
ta: மூலத்தைப் புதுப்பித்து உருவாக்கியது
tr: Kaynağı ve Oluşturulanı Güncelle

source: Update Transaction
bg: Обновяване на операцията
cs: Aktualizovat transakci
da: Opdater overførsel
de: Überweisung Aktualisieren
fa: به‌روز رسانی تراکنش
fi: Päivitä tapahtuma
hi: लेन-देन अपडेट करें
hr: Aktualiziraj transakciju
id: Perbarui Transaksi
it: Aggiorna transazione
nl: Transactie bijwerken
oc: Actualizar la transaccion
pt_br: Atualizar Transação
ta: பரிவர்த்தனையைப் புதுப்பிக்கவும்
tr: İşlemi Güncelle

source: Upload
bg: Качване
cs: Nahrát
de: Hochladen
fa: بارگذاری
fi: Lähetä
hi: अपलोड करें
hr: Prenesi
id: Unggah
it: Carica
nl: Uploaden
oc: Enviar
pt_br: Carregar
ta: பதிவேற்றும்
tr: Yükle

source: View
bg: Изглед
cs: Zobrazit
da: Visning
de: Ansehen
fa: نما
fi: Näytä
hi: देखें
hr: Prikaz
id: Lihat
it: Visualizza
nl: Bekijken
oc: Afichatge
pt_br: Abrir
ta: பார்வை
tr: Görünüm

source: Would you like to password-protect the PDF file? If the password is lost, the PDF will be inaccessible.
bg: Искате ли да защитите PDF файла с парола? Ако паролата е загубена, PDF файлът ще бъде дедостъпен.
cs: Chcete soubor PDF chránit heslem? Pokud heslo ztratíte, soubor PDF bude nepřístupný.
de: Möchten Sie die PDF-Datei mit einem Passwort schützen? Wenn das Passwort verloren geht, ist die PDF-Datei unzugänglich.
fi: Haluatko suojata PDF-tiedoston salasanalla? Jos salasana katoaa, PDF-tiedosto ei ole käytettävissä.
hi: क्या आप PDF फाइल को पासवर्ड से सुरक्षित करना चाहेंगे? यदि पासवर्ड खो गया है, तो PDF अप्राप्य हो जाएगा।
hr: Želiš li PDF datoteku zaštititi lozinkom? Ako se lozinka izgubi, PDF neće biti dostupan.
id: Apakah Anda ingin melindungi file PDF dengan kata sandi? Jika kata sandi hilang, file PDF tidak akan bisa diakses.
it: Proteggere il file PDF con una password? Se la password viene dimenticata, non sarà possibile aprire il PDF.
nl: Wilt u het PDF-bestand met een wachtwoord beschermen? Als het wachtwoord verloren is zal het PDF-bestand niet meer toegankelijk zijn.
oc: Volètz protegir aqueste fichièr PDF amb un senhal ? En cas de pèrda del senhal lo document serà inaccessible.
pt_br: Gostaria de proteger o arquivo PDF com senha? Se a senha for perdida, o PDF ficará inacessível.
ta: PDF கோப்பை கடவுச்சொல் பாதுகாக்க விரும்புகிறீர்களா? கடவுச்சொல் இழந்தால், PDF அணுக முடியாததாக இருக்கும்.
tr: PDF dosyasını parola ile korumak ister misiniz? Parola kaybedilirse PDFʼye erişilemez.

source: Yes
bg: Да
cs: Ano
da: Ja
de: Ja
fa: بله
fi: Kyllä
hi: हाँ
hr: Da
id: Ya
it: Sì
nl: Ja
oc: Òc
pt_br: Sim
ta: ஆம்
tr: Evet

source: Your system reported that your currency is
bg: Системата ви съобщи, че валутата ви е
cs: Váš systém hlásí, že vaší měnou je
da: Dit system fortalte at din valuta er
de: Dein System meldete deine Währung sei
fa: سامانه‌تان گزارش داد که ارزتان این است:
fi: Järjestelmä ilmoitti, että käyttämäsi valuutta on
hi: आपके सिस्टम ने बताया कि आपकी मुद्रा है
hr: Tvoj sustav je prijavio da je tvoja valuta
id: Sistem anda melaporkan bahwa mata uang anda adalah
it: Il sistema riferisce che la valuta di sistema è
nl: Volgens uw besturingssysteem is uw valuta
oc: Segon vòstre sistèma vòstra devisa es
pt_br: Seu sistema informou que sua moeda é
ta: உங்கள் நாணயம் என்று உங்கள் கணினி தெரிவித்துள்ளது
tr: Sisteminiz para biriminizin şu olduğunu bildirdi

# Morning
source: Good Morning!
bg: Добро утро!
cs: Dobré ráno!
da: Godmorgen!
de: Guten Morgen!
fa: صبح به خیر!
fi: Hyvää huomenta!
hi: शुभ प्रभात!
hr: Dobro jutro!
id: Selamat Pagi!
it: Buongiorno!
nl: Goedemorgen!
oc: Bonjorn
pt_br: Bom Dia!
ta: காலை வணக்கம்!
tr: Günaydın!

# Night
source: Good Morning!
bg: Добро утро!
cs: Dobré ráno!
da: Godmorgen!
de: Guten Morgen!
fa: صبح به خیر!
fi: Hyvää huomenta!
hi: शुभ प्रभात!
hr: Dobro jutro!
id: Selamat Pagi!
it: Buongiorno!
nl: Goedenacht!
oc: Bonjorn
pt_br: Boa Noite!
ta: காலை வணக்கம்!
tr: Günaydın!

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
fa: بازگشت
fi: Takaisin
hi: पीछे
hr: Natrag
id: Kembali
it: Indietro
nl: Terug
oc: Tornar
pt_br: Voltar
ta: பின்
tr: Geri

source: Default Transaction Type
bg: Стандартен вид на операциите
cs: Výchozí typ transakce
da: Standard overførselstype
de: Standard-Transaktionsart
fa: گونهٔ تراکنش پیش‌گزیده
fi: Tapahtuman oletustyyppi
hi: डिफ़ॉल्ट लेनदेन प्रकार
hr: Standardna vrsta transakcije
id: Tipe Transaksi Bawaan
it: Tipo di transazione predefinito
nl: Standaardtransactietype
oc: Tipe de transaccion per defaut
pt_br: Tipo Padrão das Transações
ta: இயல்புநிலை பரிவர்த்தனை வகை
tr: Öntanımlı İşlem Türü

source: Transaction Reminders Threshold
bg: Праг на напомнянията за операции
cs: Hranice pro připomenutí transakcí
de: Schwellenwert für Überweisungserinnerungen
fa: آستانهٔ یادآورهای تراکنش
fi: Tapahtumamuistutusten kynnysarvo
hi: लेन-देन अनुस्मारक सीमा
hr: Prag podsjetnika za transakcije
it: Soglia per i promemoria delle transazioni
nl: Drempelwaarde voor transactie­herinneringen
pt_br: Limite de Lembretes de Transação
ta: பரிவர்த்தனை நினைவூட்டல்கள் வாசல்
tr: İşlem Hatırlatma Eşiği

source: One Day Before
bg: Един ден по-рано
cs: Jeden den před
de: Einen Tag vorher
fa: یک روز پیش
fi: Yksi päivä ennen
hi: एक दिन पहले
hr: Jedan dan prije
it: Un giorno prima
nl: Eén dag van tevoren
pt_br: Um dia antes
ta: ஒரு நாள் முன்
tr: Bir Gün Önce

source: One Week Before
bg: Една седмица по-рано
cs: Jeden týden před
de: Eine Woche vorher
fa: یک هفته پیش
fi: Yksi viikko ennen
hi: एक सप्ताह पहले
hr: Jedan tjedan prije
it: Una settimana prima
nl: Eén week van tevoren
pt_br: Uma semana antes
ta: ஒரு வாரத்திற்கு முன்
tr: Bir Hafta Önce

source: One Month Before
bg: Един месец по-рано
cs: Jeden měsíc před
de: Einen Monat vorher
fa: یک ماه پیش
fi: Yksi kuukausi ennen
hi: एक महीना पहले
hr: Jedan mjesec prije
it: Un mese prima
nl: Eén maand van tevoren
pt_br: Um Mês Antes
ta: ஒரு மாதத்திற்கு முன்
tr: Bir Ay Önce

source: Two Months Before
bg: Два месеца по-рано
cs: Dva měsíce před
de: Zwei Monate vorher
fa: دو ماه پیش
fi: Kaksi kuukautta ennen
hi: दो महीने पहले
hr: Dva mjeseca prije
it: Due mesi prima
nl: Twee maanden van tevoren
pt_br: Dois Meses Antes
ta: இரண்டு மாதங்களுக்கு முன்
tr: İki Ay Önce

source: Manage the currency used by the account.
bg: Управлявайте валутата, използвана от сметката.
cs: Správa měny používané účtem.
de: Die vom Konto verwendete Währung verwalten.
fa: مدیرت ارز استفاده شده به دست حساب.
fi: Hallitse tilillä käytettävää valuuttaa.
hi: खाते द्वारा उपयोग की जाने वाली मुद्रा का प्रबंधन करें।
hr: Upravljaj valutom računa.
id: Atur mata uang yang digunakan rekening.
it: Gestisce la valuta del conto.
nl: Beheer de valuta die door de rekening wordt gebruikt.
pt_br: Gerenciar a moeda usada pela conta.
ta: கணக்கால் பயன்படுத்தப்படும் நாணயத்தை நிர்வகிக்கவும்.
tr: Hesap tarafından kullanılan para birimini yönetin.

source: Set a new password or remove one.
bg: Задайте нова парола или премахнете такава.
cs: Nastavte nové heslo nebo jej odstraňte.
da: Sæt nyt kodeord eller fjern kodeord.
de: Legen Sie ein neues Passwort fest oder entfernen Sie eines.
fi: Aseta uusi salasana tai poista salasana.
hi: नया पासवर्ड सेट करें या एक हटा दें।
hr: Postavi novu ili ukloni jednu lozinku.
id: Buat kata sandi baru atau hapus.
it: Imposta una nuova password o cancella l'attuale.
nl: Stel een nieuw wachtwoord in of verwijder een wachtwoord
oc: Causissètz un senhal novèl o suprimissètz-ne un.
pt_br: Defina uma nova senha ou remova uma.
ta: புதிய கடவுச்சொல்லை அமைக்கவும் அல்லது ஒன்றை அகற்றவும்.
tr: Yeni bir parola belirleyin veya birini kaldırın.

source: Use Custom Currency
bg: Използване на собствена валута
cs: Použití vlastní měny
da: Brug tilpasset valuta
de: Eigene Währung Benutzen
fa: استفاده از ارز سفارشی
fi: Käytä omavalintaista valuuttaa
hi: कस्टम मुद्रा का प्रयोग करें
hr: Koristi prilagođenu valutu
id: Gunakan Mata Uang Kustom
it: Usa valuta personalizzata
nl: Aangepaste valuta gebruiken
oc: Utilizar una devisa personalizada
pt_br: Usar Moeda Personalizada
ta: தனிப்பயன் நாணயத்தைப் பயன்படுத்தவும்
tr: Özel Para Birimi Kullan

source: Amount Display Style
bg: Стил на показване на сумата
cs: Styl zobrazení množství
fa: سبک نمایش مقدار
fi: Summan esitystyyli
hi: राशि प्रदर्शन शैली
hr: Stil prikaza iznosa
it: Stile visualizzazione importo
pt_br: Estilo de Exibição do Valor
ta: அளவு காட்சி நடை
tr: Miktar Gösterim Biçimi

source: Other
bg: Друго
cs: Jiný
de: Andere
fa: دیگر
hi: अन्य
hr: Drugi
it: Altro
nl: Andere
ta: மற்றொன்று
tr: Diğer

source: None
bg: Без
cs: Žádný
de: Keine
fa: هیچ‌کدام
fi: Ei mitään
hi: कोई नहीं
hr: Nijedan
it: Nessuno
nl: Geen
ta: எதுவுமில்லை
tr: Hiçbiri

source: Decimal Digits
bg: Десетични цифри
cs: Desetinné číslice
de: Dezimalziffern
fa: رقم‌های ده‌دهی
fi: Desimaalinumerot
hi: दशमलव अंक
hr: Broj decimala
id: Digit desimal
it: Cifre decimali
nl: Decimale cijfers
pt_br: Dígitos decimais
ta: தசம இலக்கங்கள்
tr: Ondalık Basamaklar

source: Two
bg: Две
cs: Dva
de: Zwei
fa: دو
fi: Kaksi
hi: दो
hr: Dvije
it: Due
nl: Twee
ta: இரண்டு
tr: İki

source: Three
bg: Три
cs: Tři
de: Drei
fa: سه
fi: Kolme
hi: तीन
hr: Tri
it: Tre
nl: Drie
ta: மூன்று
tr: Üç

source: Four
bg: Четири
cs: Čtyři
de: Vier
fa: چهار
fi: Neljä
hi: चार
hr: Četiri
it: Quattro
nl: Vier
ta: நான்கு, நாலடி, நான்கடி
tr: Dört
