Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Resources/po/*.po
Languages: bg, cs, da, de, fa, fi, hi, hr, id, it, nl, oc, pt_br, ta, tr

source: Five
bg: Пет
cs: Pět
de: Fünf
fa: پنج
fi: Viisi
hi: पाँच
hr: Pet
it: Cinque
nl: Vijf
ta: ஐந்து
tr: Beş

source: Six
bg: Шест
cs: Šest
de: Sechs
fa: شش
fi: Kuusi
hi: छह
hr: Šest
it: Sei
nl: Zes
ta: ஆறு
tr: Altı

source: Unlimited
bg: Неограничено
cs: Neomezeně
de: Unbegrenzt
fa: نامحدود
hi: असीमित
hr: Neograničeno
id: Tak terbatas
it: Illimitata
nl: Ongelimiteerd
pt_br: Ilimitado
ta: வரம்பற்றது
tr: Sınırsız

source: New Password
bg: Нова парола
cs: Nové heslo
da: Ny kodeord
de: Neues Passwort
fa: گذرواژهٔ جدید
fi: Uusi salasana
hi: नया पासवर्ड
hr: Nova lozinka
id: Kata Sandi Baru
it: Nuova password
nl: Nieuw wachtwoord
oc: Senhal novèl
pt_br: Nova Senha
ta: புதிய கடவுச்சொல்
tr: Yeni Parola

source: Confirm Password
bg: Потвърждаване на нова парола
cs: Potvrzení hesla
da: Bekræft kodeord
de: Passwort bestätigen
fa: تأیید گذرواژه
fi: Vahvista salasana
hi: पासवर्ड की पुष्टि कीजिये
hr: Potvrdi lozinku
id: Konfirmasi Kata Sandi
it: Conferma password
nl: Bevestiging wachtwoord
oc: Confirmar lo senhal
pt_br: Confirmar Senha
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
tr: Parolayı Onayla

source: Password Strength
bg: Сила на паролата
cs: Síla hesla
fa: قدرت گذرواژه
fi: Salasanan vahvuus
hi: पासवर्ड की मजबूती
hr: Kvaliteta lozinke
it: Robustezza della password
nl: Wachtwoord­sterkte
ta: கடவுச்சொல் வலிமை
tr: Parola Kuvveti

source: If the password is lost, there is no way to restore the file!
bg: Ако паролата е загубена, няма как да се възстанови файлът!
cs: Pokud dojde ke ztrátě hesla, není možné soubor obnovit!
da: Hvis du glemmer kodeordet kan kontoen ikke blive genskabt!
de: Wenn das Passwort verloren geht, gibt es keine Möglichkeit, die Datei wiederherzustellen!
fi: Jos salasana häviää, tiedostoa ei ole mahdollista palauttaa!
hi: यदि पासवर्ड खो गया है, तो फाइल को पुनर्स्थापित करने का कोई तरीका नहीं है!
hr: Ako izgubiš lozinku, datoteka se ne može obnoviti!
id: Jika kata sandi hilang, tidak ada cara untuk mengembalikan berkas ini!
it: Se la password viene dimenticata, non sarà possibile ripristinare il file!
nl: Als het wachtwoord verloren is is er geen manier om het bestand te herstellen!
oc: Se lo senhal es perdut, i a pas cap de biais de restaurar lo compte !
pt_br: Se a senha for perdida, não será possível restaurar a sua conta!
ta: கடவுச்சொல் இழந்தால், கோப்பை மீட்டெடுக்க வழி இல்லை!
tr: Parola kaybolursa, dosyayı geri yüklemenin bir yolu yoktur!

source: Remove
bg: Премахване
cs: Odebrat
da: Fjern
de: Entfernen
fa: برداشتن
fi: Poista
hi: हटाएँ
hr: Ukloni
id: Hapus
it: Rimuovi
nl: Verwijderen
oc: Levar
pt_br: Remover
ta: அகற்று
tr: Kaldır

source: Transfer Money
bg: Прехвърляне на пари
cs: Převod peněz
da: Overfør penge
de: Geld Überweisen
fa: جابه‌جایی پول
fi: Siirrä rahaa
hi: धनराशि ट्रांसफ़र करें
hr: Transferiraj novac
id: Transfer Uang
it: Trasferisci denaro
nl: Geld overmaken
oc: Transferir d’argent
pt_br: Transferir Dinheiro
ta: பணத்தை மாற்றவும்
tr: Para Aktarımı

source: CSV
ta: சிஎச்வி

source: Export All Information
bg: Изнасяне на всичката информация
cs: Exportovat všechny informace
de: Alle Informationen exportieren
fa: برون‌ریزی همهٔ اطّلاعات
fi: Vie kaikki tiedot
hi: सभी जानकारी निर्यात करें
hr: Izvezi sve informacije
id: Ekspor Semua Informasi
it: Esporta tutte le informazioni
nl: Alle informatie exporteren
pt_br: Exportar Todas as Informações
ta: அனைத்து தகவல்களையும் ஏற்றுமதி செய்யுங்கள்
tr: Tüm Bilgileri Dışa Aktar

source: Export Current View
bg: Изнасяне на текущия изглед
cs: Exportovat aktuální zobrazení
de: Aktuelle Ansicht exportieren
fa: برون‌ریزی نمای کنونی
fi: Vie nykyinen näkymä
hi: वर्तमान दृश्य निर्यात करें
hr: Izvezi trenutačni prikaz
id: Ekspor Tampilan Saat Ini
it: Esporta vista corrente
nl: Huidige weergave exporteren
pt_br: Exportar Visualização Atual
ta: தற்போதைய பார்வை ஏற்றுமதி
tr: Geçerli Görünümü Dışa Aktar

source: PDF
fa: پی‌دی‌اف
ta: பி.டி.எஃப்

source: Search by description
bg: Търсене по описание
cs: Vyhledávání podle popisu
da: Søg efter beskrivelse
de: Nach Beschreibung suchen
fa: جست‌وجو با شرح
fi: Etsi kuvausta
hi: विवरण के आधार पर खोजें
hr: Pretraži po opisu
id: Cari berdasarkan Deskripsi
it: Cerca per descrizione
nl: Zoeken op beschrijving
oc: Recercar per descripcion
pt_br: Pesquisar por descrição
ta: விளக்கத்தின் மூலம் தேடுங்கள்
tr: Açıklamaya göre ara

source: Today's Overview
bg: Днешният преглее
cs: Dnešní přehled
da: Dagens oversigt
de: Heutige Übersicht
fa: نمای کلی امروز
fi: Päivän yleisnäkymä
hi: आज का अवलोकन
hr: Pregled za danas
id: Gambaran Hari Ini
it: Panoramica di oggi
nl: Dagoverzicht
oc: Vista d’ensemble per uèi
pt_br: Resumo de Hoje
ta: இன்றைய கண்ணோட்டம்
tr: Bugünün Genel Görünümü

source: Reminders
bg: Напомняния
cs: Připomínky
de: Erinnerungen
fa: یادآوری‌ها
fi: Muistutukset
hi: अनुस्मारक
hr: Podsjetnici
it: Promemoria
nl: Herinneringen
pt_br: Lembretes
ta: நினைவூட்டல்கள்
tr: Hatırlatıcılar

source: Actions
bg: Действия
cs: Akce
da: Handlinger
de: Aktionen
fa: کنش‌ها
fi: Toiminnot
hi: कार्रवाई
hr: Radnje
id: Aksi
it: Azioni
nl: Acties
oc: Accions
pt_br: Ações
ta: செயல்கள்
tr: Eylemler

source: Select All Overview Filters
bg: Избиране на всички филтри за преглед
cs: Vybrat všechny filtry přehledu
de: Alle Übersichtsfilter auswählen
fa: گزینش همهٔ پالایه‌ّای نمای کلی
hi: सभी अवलोकन फ़िल्टर चुनें
hr: Odaberi sve filtre pregleda
it: Seleziona tutti i filtri dell'anteprima
nl: Alle overzichtfilters selecteren
ta: அனைத்து கண்ணோட்டம் வடிப்பான்களையும் தேர்ந்தெடுக்கவும்
tr: Tüm Genel Görünüm Süzgeçlerini Seç

source: New Group (Ctrl+G)
bg: Нова група (Ctrl+G)
cs: Nová skupina (Ctrl+G)
da: Ny gruppe (Ctrl+G)
de: Neue Gruppe (Strg+G)
fa: گروه جدید (مهار+G)
fi: Uusi ryhmä (Ctrl+G)
hi: नया समूह (Ctrl+G)
hr: Nova grupa (Ctrl+G)
id: Grup Baru (Ctrl+G)
it: Nuovo gruppo (Ctrl+G)
nl: Nieuwe groep (Ctrl+G)
oc: Grop novèl (Ctrl+G)
pt_br: Novo Grupo (Ctrl+G)
ta: புதிய குழு (Ctrl+G)
tr: Yeni Grup (Ctrl+G)

# Group
source: New
bg: Нова
cs: Nová
de: Neu
fa: جدید
fi: Uusi
hi: नया
hr: Nova
id: Baru
it: Nuovo
nl: Nieuw
ta: புதிய
tr: Yeni

source: Toggle Groups Visibility
bg: Превключване на видимостта на групите
cs: Přepnout viditelnost skupin
da: Skift gruppers synlighed
de: Gruppen-Sichtbarkeit Umschalten
fa: تغییر وضعیت نمایانی گروه‌ها
fi: Ryhmät päällä/pois
hi: समूह दृश्यता टॉगल करें
hr: Uključi/isključi vidljivost grupa
id: Jungkitkan Tampilnya Grup
it: Mostra/nascondi gruppi
nl: Groepen tonen/verbergen
oc: Bascular la visibilitat dels grops
pt_br: Alternar Visibilidade dos Grupos
ta: குழுக்களின் தெரிவுநிலையை மாற்றவும்
tr: Grupların Görünürlüğünü Değiştir

source: Select All Groups Filters
bg: Избиране на всички филтри за групите
cs: Vybrat všechny filtry skupin
de: Alle Gruppenfilter auswählen
fa: گزینش همهٔ پالایه‌های گروه
hi: सभी समूह फ़िल्टर चुनें
hr: Odaberi sve filtre grupa
it: Seleziona tutti i filtri dei gruppi
nl: Alle groepsfilters selecteren
pt_br: Selecionar Todos os Filtros de Grupos
ta: அனைத்து குழுக்கள் வடிப்பான்களைத் தேர்ந்தெடுக்கவும்
tr: Tüm Grup Süzgeçlerini Seç

source: Unselect Groups Filters
bg: Демаркиране на филтрите за групите
cs: Zrušit výběr filtrů skupin
de: Gruppenfilter abwählen
fa: ناگزینش همهٔ پالایه‌های گروه
hi: समूह फ़िल्टर अचयनित करें
hr: Odznači sve filtre grupa
it: Deseleziona filtri dei gruppi
nl: Groepfilters deselecteren
ta: குழுக்கள் வடிப்பான்களைத் தேர்ந்தெடுக்கவும்
tr: Tüm Grup Süzgeçlerinin Seçimini Kaldır

source: Toggle Tags Visibility
bg: Превключване на видимостта на етикетите
cs: Přepnout viditelnost štítků
de: Tag-Sichtbarkeit Umschalten
fa: تغییر وضعیت نمایانی برچسب‌ها
fi: Tunnisteet päällä/pois
hi: टैग दृश्यता टॉगल करें
hr: Uključi/isključi vidljivost oznaka
it: Mostra/nascondi etichette
nl: Tags tonen/verbergen
ta: குறிச்சொற்களின் தெரிவுநிலையை மாற்றவும்
tr: Etiketlerin Görünürlüğünü Değiştir

source: Select All Tags Filters
bg: Избиране на всички филтри за етикетите
cs: Vybrat všechny filtry štítků
de: Alle Tagfilter auswählen
fa: گزینش همهٔ پالایه‌های برچسب
hi: सभी टैग फ़िल्टर चुनें
hr: Odabri sve filtre oznaka
it: Seleziona tutti i filtri delle etichette
pt_br: Selecionar Todos os Filtros de Tags
ta: எல்லா குறிச்சொற்கள் வடிப்பான்களைத் தேர்ந்தெடுக்கவும்
tr: Tüm Etiket Süzgeçlerini Seç

source: Unselect Tags Filters
bg: Демаркиране на филтрите за етикети
cs: Zrušit výběr filtrů štítků
de: Tagfilter abwählen
fa: ناگزینش همهٔ پالایه‌های برچسب
hi: टैग फ़िल्टर अचयनित करें
hr: Odznači filtre grupa
it: Deseleziona filtri delle etichette
nl: Tag-filters deselecteren
pt_br: Limpar Filtros de Tags
ta: குறிச்சொற்களைத் தேர்ந்தெடுக்கவும் வடிப்பான்கள்
tr: Etiket Süzgeçlerinin Seçimini Kaldır

source: Calendar
bg: Календар
cs: Kalendář
da: Kalender
de: Kalender
fa: تقویم
fi: Kalenteri
hi: पंचांग
hr: Kalendar
id: Kalender
it: Calendario
nl: Agenda
oc: Calendièr
pt_br: Calendário
ta: நாட்காட்டி
tr: Takvim

source: Select Current Month
bg: Избиране на текущия месец
cs: Vybrat aktuální měsíc
de: Jetzigen Monat auswählen
fa: گزینش ماه کنونی
fi: Valitse nykyinen kuukausi
hi: चालू माह का चयन करें
hr: Odaberi trenutačni mjesec
it: Seleziona il mese corrente
nl: Huidige maand selecteren
pt_br: Selecionar Mês Atual
ta: நடப்பு மாதத்தைத் தேர்ந்தெடுக்கவும்
tr: Geçerli Ayı Seç

source: Reset To Today
bg: Връщане до днес
cs: Obnovit na dnešek
de: Für heute zurücksetzen
fa: بازنشانی به امروز
fi: Palaa nykypäivään
hi: आज पर रीसेट करें
hr: Obnovi na danas
it: Reimposta ad oggi
nl: Terugzetten naar vandaag
pt_br: Redefinir para hoje
ta: இன்று மீட்டமைக்கவும்
tr: Bugüne Sıfırla

source: Today
bg: Днес
cs: Dnes
de: Heute
fa: امروز
fi: Tänään
hi: आज
hr: Danas
it: Oggi
nl: Vandaag
pt_br: Hoje
ta: இன்று
tr: Bugün

source: Select Range
bg: Избиране на диапазон
cs: Zvolte rozsah
da: Vælg rækkevidde
de: Wähle Zeitspanne Aus
fa: گزینش بازه
fi: Valitse aikaväli
hi: दायरे का चयन करें
hr: Odaberi raspon
id: Pilih Rentang
it: Seleziona periodo
nl: Kies een datumbereik
oc: Seleccionar l’interval
pt_br: Selecionar Intervalo
ta: வரம்பைத் தேர்ந்தெடுக்கவும்
tr: Aralık Seç

# DateRange
source: Start
bg: Начало
cs: Začátek
de: Beginn
fa: آغاز
fi: Alku
hi: प्रारंभ
hr: Početak
id: Mulai
it: Inizio
nl: Begin
ta: தொடங்கு
tr: Başlangıç

# DateRange
source: End
bg: Край
cs: Konec
de: Ende
fa: پایان
fi: Loppu
hi: समाप्त
hr: Kraj
id: Akhir
it: Fine
nl: Eind
ta: முடிவு
tr: Bitiş

source: Visualize
bg: Визуализиране
cs: Vizualizace
de: Veranschaulichen
fa: بصری سازی
fi: Visualisoi
hi: कल्पना
hr: Vizualiziraj
it: Visualizza
nl: Visualiseren
pt_br: Visualizar
ta: காட்சிப்படுத்துங்கள்
tr: Görselleştir

source: Next
bg: Следващо
cs: Další
de: Weiter
fa: بعدی
fi: Seuraava
hi: अगला
hr: Dalje
id: Selanjutnya
it: Successivo
nl: Volgende
pt_br: Próximo
ta: அடுத்தது
tr: Sonraki

source: Sort From First To Last
bg: Сортиране от първо към последно
cs: Řazení od prvního do posledního
da: Sorter fra første til sidste
de: Sortiere Vom Ersten Zum Letzten
fa: مرتّب کردن از نخستین به آخرین
fi: Järjestä ensimmäisestä viimeiseen
hi: प्रथम से अंतिम तक क्रमबद्ध करें
hr: Razvrstaj od prve prema zadnjoj
id: Urutkan dari awal ke akhir
it: Ordina dalla meno recente
nl: Oplopend sorteren
oc: Triar del primièr al darnièr
pt_br: Ordenar do Primeiro ao Último
ta: முதல் முதல் கடைசி வரை வரிசைப்படுத்தவும்
tr: Baştan Sona Sırala

source: Sort From Last To First
bg: Сортиране от последно към първо
cs: Řazení od posledního k prvnímu
da: Sorter fra sidste til første
de: Sortiere Vom Letzten Zum Ersten
fa: مرتّب کردن از آخرین به نخستین
fi: Järjestä viimeisestä ensimmäiseen
hi: अंतिम से प्रथम तक क्रमबद्ध करें
hr: Razvrstaj od zadnje prema prvoj
id: Urutkan dari akhir ke awal
it: Ordina dalla più recente
nl: Aflopend sorteren
oc: Triar del darnièr al primièr
pt_br: Ordenar do Último ao Primeiro
ta: கடைசியாக முதல் முதல் வரை வரிசைப்படுத்தவும்
tr: Sondan Başa Sırala

source: New Transaction (Ctrl+Shift+N)
bg: Нова операция (Ctrl+Shift+N)
cs: Nová transakce (Ctrl+Shift+N)
da: Ny overførsel (Ctrl+Shift+N)
de: Neue Überweisung (Strg+Umschalt+N)
fa: تراکنش جدید (مهار+تبدیل+N)
fi: Uusi tapahtuma (Ctrl+Shift+N)
hi: नया लेनदेन (Ctrl+Shift+N)
hr: Nova transakcija (Ctrl+Shift+N)
id: Transaksi Baru (Ctrl+Shift+N)
it: Nuova transazione (Ctrl+Maiusc+N)
nl: Nieuwe overboeking (Ctrl+Shift+N)
oc: Transaccion novèla (Ctrl+Maj+N)
pt_br: Nova Transação (Ctrl+Shift+N)
ta: புதிய பரிவர்த்தனை (CTRL+SHIFT+N)
tr: Yeni İşlem (Ctrl+Shift+N)

# Transaction
source: New
bg: Нова
cs: Nová
de: Neu
fa: جدید
fi: Uusi
hi: नया
hr: Nova
id: Baru
it: Nuova
nl: Nieuw
ta: புதிய
tr: Yeni

source: Suggestions
bg: Предложения
cs: Návrhy
de: Vorschläge
fa: پیشنهادها
fi: Ehdotukset
hi: सुझाव
hr: Prijedlozi
id: Saran
it: Suggerimenti
nl: Suggesties
pt_br: Sugestões
ta: பரிந்துரைகள்
tr: Öneriler

source: Converter
bg: Преобразувател
cs: Převodník
fa: تبدیلگر
fi: Muunnin
hi: परिवर्तक
hr: Konverter
pt_br: Conversor
ta: மாற்றி
tr: Dönüştürücü

source: Switch currencies
bg: Разменяне на валутите
cs: Vyměnit měny
fa: تعویض ارزها
fi: Vaihda valuuttoja
hi: मुद्राएँ बदलें
hr: Zamijeni valutu
pt_br: Trocar moedas
ta: நாணயங்களை மாற்றவும்
tr: Para birimleri arasında geçiş yap

source: Switch
bg: Разменяне
cs: Vyměnit
fa: تعویض
fi: Vaihda
hi: स्विच
hr: Zamijeni
pt_br: Trocar
ta: ஆளி, நிலைமாறி
tr: Geçiş yap

source: Loading...
bg: Зареждане...
cs: Načítání...
fa: بار کردن…
fi: Ladataan...
hi: लोड हो रहा है..।
hr: Učitavanje …
pt_br: Carregando...
ta: ஏற்றுகிறது ...
tr: Yükleniyor...

source: Source
bg: Източник
cs: Zdroj
fa: منبع
fi: Lähde
hi: स्रोत
hr: Izvor
pt_br: Origem
ta: மூலம்
tr: Kaynak

source: Result
bg: Резултат
cs: Výsledek
da: Resultat
de: Ergebnis
fa: نتیجه
fi: Tulos
hi: परिणाम
hr: Rezultat
id: Hasil
it: Risultato
nl: Resultaat
oc: Resultat
pt_br: Resultado
ta: முடிவு
tr: Sonuç

source: Copy Result Amount
bg: Копиране на сумата на резултата
cs: Zkopírovat množství výsledku
fa: رونوشت از مقدار نتیجه
fi: Kopioi tuloksen summa
hi: परिणाम राशि कॉपी करें
hr: Kopiraj iznos rezultata
pt_br: Copiar Resultado
ta: முடிவு தொகையை நகலெடுக்கவும்
tr: Sonuç Miktarı Kopyala

source: All Accounts
bg: Всички сметки
cs: Všechny účty
de: Alle Konten
fa: همهٔ حساب‌ها
fi: Kaikki tilit
hi: सभी खाते
hr: Svi računi
id: Semua Rekening
it: Tutti gli account
nl: Alle accounts
oc: Totes los comptes
pt_br: Todas as Contas
ta: அனைத்து கணக்குகளும்
tr: Tüm Hesaplar

source: Color
bg: Цвят
cs: Barva
da: Farve
de: Farbe
fa: رنگ
fi: Väri
hi: रंग
hr: Boja
id: Warna
it: Colore
nl: Kleur
pt_br: Cor
ta: நிறம்
tr: Renk

source: Delete
bg: Изтриване
cs: Odstranit
da: Slet
de: Löschen
fa: حذف
fi: Poista
hi: हटाएँ
hr: Izbriši
id: Hapus
it: Elimina
nl: Verwijderen
oc: Suprimir
pt_br: Excluir
ta: நீக்கு
tr: Sil

source: Edit Group
bg: Редактиране на групата
cs: Upravit skupinu
da: Ret gruppe
de: Gruppe Editieren
fa: ویرایش گروه
fi: Muokkaa ryhmää
hi: समूह में परिवर्तन करें
hr: Uredi grupu
id: Edit Grup
it: Modifica gruppo
nl: Groep bewerken
oc: Modificar lo grop
pt_br: Editar Grupo
ta: குழு திருத்து
tr: Grubu Düzenle

source: New Account
bg: Нова сметка
cs: Nový účet
da: Ny konto
de: Neues Konto
fa: حساب جدید
fi: Uusi tili
hi: नया खाता
hr: Novi račun
id: Rekening Baru
it: Nuovo conto
nl: Nieuw account
oc: Compte novèl
pt_br: Nova Conta
ta: புதிய கணக்கு
tr: Yeni Hesap

source: Use this wizard to get the most out of your account
bg: Използвайте този съветник, за да се възползвате възможно най-много от сметката си
cs: Pomocí tohoto průvodce získáte ze svého účtu maximum
de: Nutzen Sie diesen Assistenten, um Ihr Konto optimal zu nutzen
fa: استفاده از این جادوگر برای بهره بردن بیش‌تر از حسابتان
fi: Käytä tätä ohjattua toimintoa saadaksesi kaiken hyödyn tilistäsi
hi: अपने खाते से अधिकतम लाभ प्राप्त करने के लिए इस विज़ार्ड का उपयोग करें
hr: Koristi ovog čarobnjaka za maksimalno iskorištavanje tvog računa
id: Gunakan wizard ini untuk mendapatkan hasil maksimal dari rekening Anda
it: Usare questo assistente per sfruttare al meglio il proprio conto
pt_br: Use este assistente para aproveitar ao máximo sua conta
ta: உங்கள் கணக்கிலிருந்து அதிகமானவற்றைப் பெற இந்த வழிகாட்டியைப் பயன்படுத்தவும்
tr: Hesabınızdan en iyi şekilde yararlanmak için bu sihirbazı kullanın

source: Let's Start
bg: Да започнем
cs: Začínáme
de: Los geht's
fa: بیایید شروع کنیم
fi: Aloitetaan
hi: आइए शुरू करें
hr: Započnimo
id: Ayo Mulai
it: Iniziamo
nl: Laten we beginnen
pt_br: Vamos Começar
ta: ஆரம்பிக்கலாம்
tr: Hadi Başlayalım

source: Storage Location
bg: Място за съхранение
cs: Umístění úložiště
de: Speicherort
fa: مکان ذخیره
fi: Tallennustilan sijainti
hi: स्टोरेज स्थान
hr: Mjesto spremišta
id: Lokasi Penyimpanan
it: Posizione di archiviazione
nl: Opslaglocatie
pt_br: Local de Armazenamento
ta: சேமிப்பக இடம்
tr: Depolama Konumu

source: Account Password (Optional)
bg: Парола на сметката (незадължителен)
cs: Heslo účtu (volitelné)
de: Kontopasswort (optional)
fa: گذرواژهٔ حساب (اختیاری)
fi: Tilin salasana (valinnainen)
hi: खाता पासवर्ड (वैकल्पिक)
hr: Lozinka za račun (opcionalno)
id: Kata Sandi Rekening (Opsional)
it: Password del conto (facoltativa)
nl: Accountwachtwoord (optioneel)
pt_br: Senha da Conta (Opcional)
ta: கணக்கு கடவுச்சொல் (விரும்பினால்)
tr: Hesap Parolası (İsteğe bağlı)

source: Folder
bg: Папка
cs: Složka
de: Ordner
fa: شاخه‌
fi: Kansio
hi: फ़ोल्डर
hr: Mapa
it: Cartella
nl: Map
pt_br: Pasta
ta: கோப்புறை
tr: Klasör

source: Overwrite Existing Accounts
bg: Презаписване на съществуващи сметки
cs: Přepsat existující účty
de: Bestehende Kontos überschreiben
fa: رونویسی حساب‌های موجود
fi: Korvaa olemassa olevat tilit
hi: मौजूदा खातों को अधिलेखित करें
hr: Prepiši postojeće račune
it: Sovrascrivi conti esistenti
nl: Bestaande accounts overschrijven
pt_br: Sobrescrever Contas Existentes
ta: இருக்கும் கணக்குகளை மேலெழுதவும்
tr: Var Olan Hesapların Üzerine Yaz

source: Account Options
bg: Настройки на сметката
cs: Možnosti účtu
de: Kontooptionen
fa: گزینه‌های حساب
fi: Tilin valinnat
hi: खाता विकल्प
hr: Opcije računa
id: Opsi Rekening
it: Impostazioni conto
nl: Accountopties
ta: கணக்கு விருப்பங்கள்
tr: Hesap Seçenekleri

source: This is only a useful label that doesn't affect how the app works.
bg: Това е само полезен етикет, който не влияе на работата на приложението.
cs: Jedná se pouze o užitečné označení, které nemá vliv na fungování aplikace.
da: Dette er kun en brugbar label som ikke påvirker programmet.
de: Dies ist nur eine nützliche Bezeichnung die nicht beeinflusst wie das Programm funktioniert.
fi: Tämä on vain hyödyllinen selite, eikä se vaikuta sovelluksen toimintaan.
hi: यह केवल एक उपयोगी लेबल है जो ऐप के काम करने के तरीके को प्रभावित नहीं करता है।
hr: Ovo je samo korisna oznaka koja ne utječe na rad programa.
id: Ini hanyalah label yang tidak akan memengaruhi bagaimana aplikasi ini bekerja.
it: Questa è solamente un'etichetta, che non influenzerà il funzionamento dell’applicazione.
nl: Dit is slechts een handig label dat de werking van het programma niet beïnvloedt
oc: Es sonque una etiqueta utila qu’afècta pas lo foncionament de l’aplicacion.
pt_br: Este é só um rótulo útil que não afeta o funcionamento do aplicativo.
ta: இது ஒரு பயனுள்ள சிட்டை மட்டுமே, இது பயன்பாடு எவ்வாறு செயல்படுகிறது என்பதை பாதிக்காது.
tr: Bu sadece uygulamanın nasıl çalıştığını etkilemeyen kullanışlı bir etikettir.

source: Account Currency
bg: Валута на сметката
cs: Měna účtu
de: Kontowährung
fa: ارز حساب
fi: Tilin valuutta
hi: खाते का पैसा
hr: Valuta računa
id: Mata Uang Rekening
it: Valuta del conto
nl: Accountvaluta
pt_br: Moeda da Conta
ta: கணக்கு நாணயம்
tr: Hesap Para Birimi

source: Import Existing Information
bg: Внасяне на съществуваща информация
cs: Importovat existující informace
de: Bestehende Informationen importieren
fa: درون‌ریزی اطّلاعات موجود
fi: Tuo olemassa olevat tiedot
hi: मौजूदा जानकारी आयात करें
hr: Uvazi postojeće informacije
it: Importa informazioni esistenti
nl: Bestaande informatie importeren
pt_br: Importar Todas as Informações
ta: இருக்கும் தகவல்களை இறக்குமதி செய்யுங்கள்
tr: Var Olan Bilgileri İçe Aktar

source: Upload a valid file to use to import existing information into the new account.
bg: Качете валиден файл, който да използвате за внасяне на съществуваща информация в новия акаунт.
cs: Pro importování existujících informací do nového účtu nahrajte platný soubor.
de: Laden Sie eine gültige Datei hoch, mit der Sie bestehende Informationen in das neue Konto importieren können.
fi: Tuo kelvollinen tiedosto käyttääksesi olemassa olevia tietoja uudella tililläsi.
hi: मौजूदा जानकारी को नए खाते में आयात करने के लिए उपयोग करने के लिए एक वैध फाइल अपलोड करें।
hr: Prenesi ispravnu datoteku za uvoz postojećih informacija u novi račun.
it: Caricare un file valido da cui importare le informazioni esistenti nel nuovo conto.
ta: புதிய கணக்கில் ஏற்கனவே உள்ள தகவல்களை இறக்குமதி செய்ய பயன்படுத்த சரியான கோப்பைப் பதிவேற்றவும்.
tr: Var olan bilgileri yeni hesaba içe aktarmak için kullanılacak geçerli bir dosya yükleyin.

source: Import File
bg: Внасяне на файл
cs: Import souboru
de: Datei importieren
fa: درون‌ریزی پرونده
fi: Tuo tiedosto
hi: फाइल आयात करें
hr: Uvezi datoteku
it: Importa file
nl: Bestand importeren
ta: கோப்பு இறக்குமதி
tr: Dosya İçe Aktar

source: Select File
bg: Избиране на файл
cs: Vybrat soubor
de: Datei auswählen
fa: انتخاب پرونده
fi: Valitse tiedosto
hi: फाइल का चयन करें
hr: Odaberi datoteku
it: Selezionare un file
nl: Bestand selecteren
ta: கோப்பைத் தேர்ந்தெடு
tr: Dosya Seç

source: Clear File
bg: Изчистване на файл
cs: Vymazat soubor
de: Datei leeren
fa: پاک‌سازی پرونده
fi: Tyhjennä tiedosto
hi: फाइल साफ़ करें
hr: Izbriši datoteku
it: Rimuovi file
nl: Bestand wissen
ta: கோப்பை அழிக்கவும்
tr: Dosya Temizle

source: Create
bg: Създаване
cs: Vytvořit
de: Erstellen
fa: ایجاد
fi: Luo
hi: बनाएं
hr: Stvori
id: Buat
it: Crea
nl: Aanmaken
ta: உருவாக்கு
tr: Oluştur

source: Enter Password To Login:
bg: Въведете паролата, за да се впишете:
cs: Pro přihlášení zadejte heslo:
da: Indtast kodeord for at logge ind:
de: Passwort zum Anmelden eingeben:
fi: Kirjoita salasana kirjautuaksesi:
hi: लॉगिन करने के लिए पासवर्ड दर्ज करें:
hr: Za prijavu upiši lozinku:
id: Masukkan Kata Sandi untuk Masuk:
it: Inserire la password per accedere:
nl: Voer wachtwoord in om in te loggen:
oc: Picatz lo senhal per vos connectar :
pt_br: Insira a Senha para Entrar:
ta: உள்நுழைய கடவுச்சொல்லை உள்ளிடவும்:
tr: Giriş Yapmak İçin Parolayı Girin:

source: Password
bg: Парола
cs: Heslo
da: Kodeord
de: Passwort
fa: گذرواژه
fi: Salasana
hi: पासवर्ड
hr: Lozinka
id: Kata Sandi
nl: Wachtwoord
oc: Senhal
pt_br: Senha
ta: கடவுச்சொல்
tr: Parola

source: Unlock
bg: Отключване
cs: Odemknout
da: Lås op
de: Entsperren
fa: قفل‌گشایی
fi: Avaa lukitus
hi: अनलॉक
hr: Otključaj
it: Sblocca
nl: Ontgrendelen
pt_br: Desbloquear
ta: திறக்க
tr: Kilidi Aç

source: Preferences
bg: Настройки
cs: Předvolby
da: Præferencer
de: Einstellungen
fa: ترجیحات
fi: Asetukset
hi: प्राथमिकताएं
hr: Osobitosti
id: Preferensi
it: Preferenze
nl: Voorkeuren
oc: Preferéncias
pt_br: Configurações
ta: விருப்பத்தேர்வுகள்
tr: Tercihler

source: User Interface
bg: Потребителски интерфейс
cs: Uživatelské rozhraní
da: Brugerflade
de: Nutzeroberfläche
fa: میانای کاربری
fi: Käyttöliittymä
hi: उपयोगकर्ता इंटरफ़ेस
hr: Korisničko sučelje
id: Tampilan Pengguna
it: Interfaccia utente
nl: Vormgeving
oc: Interfàcia utilizaire
pt_br: Interface de Usuário
ta: பயனர் இடைமுகம்
tr: Kullanıcı Arayüzü

source: Theme
bg: Тема
cs: Motiv
da: Tema
de: Thema
fa: زمینه
fi: Teema
hi: थीम
hr: Tema
id: Tema
it: Stile
nl: Thema
oc: Tèma
pt_br: Tema
ta: கருப்பொருள்
tr: Tema

# Theme
source: Light
bg: Светла
cs: Světlý
de: Hell
fa: روشن
fi: Vaalea
hi: हल्का
hr: Svijetla
id: Terang
it: Chiaro
nl: Licht
ta: ஒளி
tr: Açık

# Theme
source: Dark
bg: Тъмна
cs: Tmavý
de: Dunkel
fa: تیره
fi: Tumma
hi: गहरा
hr: Tamna
id: Gelap
it: Scuro
nl: Donker
ta: இருண்ட
tr: Koyu

# Theme
source: System
bg: Система
cs: Systémový
fa: سامانه
fi: Järjestelmä
hi: सिस्टम
hr: Sustav
id: Sistem
it: Sistema
nl: Systeemthema
ta: மண்டலம்
tr: Sistem
