Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Resources/po/*.po
Languages: bg, cs, da, de, fa, fi, hi, hr, id, it, nl, oc, pt_br, ta, tr

source: Colors
bg: Цветове
cs: Barvy
da: Farver
de: Farben
fa: رنگ‌ها
fi: Värit
hi: रंग
hr: Boje
id: Warna
it: Colori
nl: Kleuren
pt_br: Cores
ta: நிறங்கள்
tr: Renkler

source: Customize the colors used by Denaro.
bg: Персонализирайте цветовете, използвани от „Denaro“.
cs: Přizpůsobit barvy používané Denarem.
da: Tilpas farverne som Denaro bruger.
de: Passe die Farben an die Denaro verwendet.
fi: Mukauta Denaron käyttämiä värejä.
hi: Denaro द्वारा उपयोग किए गए रंगों को अनुकूलित करें।
hr: Prilagodi boje za Denaro.
id: Kustomisasi warna yang digunakan Denaro.
it: Personalizza i colori usati da Denaro.
nl: Pas de door Denaro gebruikte kleuren aan
oc: Personalizar las colors utilizadas per Denaro.
pt_br: Personalize as cores usadas no Denaro.
ta: டெனாரோ பயன்படுத்தும் வண்ணங்களைத் தனிப்பயனாக்குங்கள்.
tr: Denaro tarafından kullanılan renkleri özelleştirin.

source: Transaction Default Color
bg: Стандартен цвят на операциите
cs: Výchozí barva transakce
da: Standardfarve for overførsel
de: Standardfarbe für Überweisungen
fa: رنگ پیش‌گزیدهٔ تراکنش
fi: Tapahtuman oletusväri
hi: लेन-देन डिफ़ॉल्ट रंग
hr: Standardna boja transakcija
id: Warna Bawaan Transaksi
it: Colore predefinito delle transazioni
nl: Standaardkleur van transacties
oc: Color per defaut de las transaccions
pt_br: Cor Padrão das Transações
ta: பரிவர்த்தனை இயல்புநிலை நிறம்
tr: Öntanımlı İşlem Rengi

source: A change in this setting will only be applied to newly added transactions.
bg: Промяната на тази настройка ще се прилага само за новодобавени операции.
cs: Změna tohoto nastavení se projeví pouze u nově přidaných transakcí.
da: En ændring i indstillinger bliver kun gælde for nyligt tilføjede overførsler.
de: Eine Änderung zu dieser Einstellung wird nur für neue Überweisungen verwendet.
fi: Muutos tähän asetukseen toteutetaan vain uusiin tapahtumiin.
hi: इस सेटिंग में बदलाव केवल नए जोड़े गए लेनदेन पर लागू किया जाएगा।
hr: Promjena ove postavke primijenit će se samo na novo dodane transakcije.
id: Perubahan pada pengaturan ini hanya akan diterapkan pada transaksi baru.
it: Le modifiche saranno applicate solo alle nuove transazioni.
nl: Let op: wijzigingen worden alléén toegepast op nieuwe overboekingen.
oc: Una modificacion d’aqueste paramètre s’aplicarà sonque a las transaccions apondudas recentament.
pt_br: Mudanças nessa configuração serão aplicadas somente às transações recém-adicionadas.
ta: இந்த அமைப்பில் மாற்றம் புதிதாக சேர்க்கப்பட்ட பரிவர்த்தனைகளுக்கு மட்டுமே பயன்படுத்தப்படும்.
tr: Bu ayardaki bir değişiklik yalnızca yeni eklenen işlemlere uygulanacaktır.

source: Transfer Default Color
bg: Стандартен цвят на преводите
cs: Výchozí barva převodu
da: Standardfarve for overførsel
de: Standard-Transferfarbe
fa: رنگ پیش‌گزیدهٔ جابه‌جایی
fi: Siirron oletusväri
hi: डिफ़ॉल्ट रंग स्थानांतरित करें
hr: Standardna boja transfera
id: Warna Bawaan Transfer
it: Colore predefinito dei trasferimenti
nl: Standaardkleur van overdrachten
oc: Color per defaut dels transferiments
pt_br: Cor Padrão das Transferências
ta: இயல்புநிலை நிறத்தை மாற்றவும்
tr: Öntanımlı Aktarım Rengi

source: A change in this setting will only be applied to new transfers.
bg: Промяната на тази настройка ще се прилага само за нови прехвърляния.
cs: Změna tohoto nastavení se projeví pouze u nových převodů.
da: En ændring i indstillinger vil gælde for nye overførsler.
de: Eine Änderung zu dieser Einstellung wird nur für neue Überweisungen verwendet.
fi: Muutos tähän asetukseen toteutetaan vain uusiin siirtoihin.
hi: इस सेटिंग में बदलाव केवल नए स्थानांतरणों पर लागू किया जाएगा।
hr: Promjena ove postavke primijenit će se samo na nove transfere.
id: Perubahan pada pengaturan ini hanya akan diterapkan pada transfer baru.
it: Le modifiche saranno applicate solo ai nuovi trasferimenti.
nl: Let op: wijzigingen worden alléén toegepast op nieuwe overboekingen.
pt_br: Mudanças nessa configuração serão aplicadas somente a novas transferências.
ta: இந்த அமைப்பில் மாற்றம் புதிய இடமாற்றங்களுக்கு மட்டுமே பயன்படுத்தப்படும்.
tr: Bu ayardaki bir değişiklik yalnızca yeni aktarımlara uygulanacaktır.

source: Group Default Color
bg: Стандартен цвят на групите
cs: Výchozí barva skupiny
de: Standardfarbe der Gruppe
fa: رنگ پیش‌گزیدهٔ گروه
fi: Ryhmän oletusväri
hi: समूह डिफ़ॉल्ट रंग
hr: Standardna boja grupa
id: Warna Bawaan Grup
it: Colore dei gruppi predefinito
nl: Standaardgroepskleur
pt_br: Cor Padrão do Grupo
ta: குழு இயல்புநிலை நிறம்
tr: Öntanımlı Grup Rengi

source: A change in this setting will only be applied to new groups.
bg: Промяната на тази настройка ще се прилага само за нови групи.
cs: Změna tohoto nastavení se projeví pouze u nových skupin.
de: Eine Änderung dieser Einstellung wird nur auf neue Gruppen angewendet.
fi: Muutos tähän asetukseen toteutetaan vain uusiin ryhmiin.
hi: इस सेटिंग में बदलाव केवल नए समूहों पर लागू किया जाएगा।
hr: Promjena u ovoj postavki će se primijeniti samo na nove grupe.
id: Perubahan dalam setelan ini hanya akan diterapkan ke grup baru.
it: Le modifiche saranno applicate solo ai nuovi gruppi.
nl: Een wijziging in deze instelling wordt alleen toegepast op nieuwe groepen.
pt_br: Mudanças nesta configuração apenas serão aplicadas em novos grupos.
ta: இந்த அமைப்பில் மாற்றம் புதிய குழுக்களுக்கு மட்டுமே பயன்படுத்தப்படும்.
tr: Bu ayardaki bir değişiklik yalnızca yeni gruplara uygulanacaktır.

source: Checking Account Color
bg: Цвят на разплащателната сметка
cs: Barva běžného účtu
da: Indkomstkonto farve
de: Girokonto-Farbe
fa: بررسی کردن رنگ حساب
fi: Siirtotilin väri
hi: खाते का रंग जांचा जा रहा है
hr: Boja žiro računa
id: Warna Rekening Giro
it: Colore dei conti correnti
nl: Kleur van chequerekening
oc: Color del compte chèc
pt_br: Cor de Contas Corrente
ta: கணக்கு நிறத்தை சரிபார்க்கிறது
tr: Çek Hesabı Rengi

source: Savings Account Color
bg: Цвят на спестовната сметка
cs: Barva spořicího účtu
da: Opsparingskonto farve
de: Sparkonto-Farbe
fa: ذخیره کردن رنگ حساب
fi: Säästötilin väri
hi: बचत खाते का रंग
hr: Boja štednog računa
id: Warna Rekening Tabungan
it: Colore dei conti deposito
nl: Kleur van spaarrekening
oc: Color del compte d’estalvis
pt_br: Cor de Contas Poupança
ta: சேமிப்பு கணக்கு நிறம்
tr: Tasarruf Hesabı Rengi

source: Business Account Color
bg: Цвят на бизнес сметка
cs: Barva firemního účtu
da: Virksomhedskonto farve
de: Geschäftskontofarbe
fa: رنگ حساب تجاری
fi: Yritystilin väri
hi: बिजनेस अकाउंट का रंग
hr: Boja poslovnog računa
id: Warna Rekening Bisnis
it: Colore dei conti aziendali
nl: Kleur van zakelijke rekening
oc: Color del compte d’afars
pt_br: Cor de Contas Comerciais
ta: வணிக கணக்கு நிறம்
tr: Kurumsal Hesap Rengi

source: Locale
bg: Местоположение
cs: Národní prostředí
da: Lokalitet
de: Sprache
fa: محلی‌جات
fi: Maa-asetusto
hi: स्थानीय
hr: Jezično područje
id: Lokal
it: Impostazioni regionali
nl: Regio
oc: Paramètres regionals
pt_br: Configurações Regionais
ta: மொழி
tr: Yerel

source: Use Native Digits
bg: Използване на собствени цифри
cs: Použití nativních číslic
de: Native Ziffern verwenden
fa: استفاده از رقم‌های بومی
hi: मूल अंकों का प्रयोग करें
hr: Koristi brojke jezika
id: Gunakan Digit Bawaan
it: Usa cifre native
nl: Inheemse cijfers gebruiken
pt_br: Usar Dígitos Nativos
ta: சொந்த இலக்கங்களைப் பயன்படுத்துங்கள்
tr: Yerel Rakamları Kullan

source: Whether to use numerals that are native for your locale instead of latin digits.
bg: Дали да се използват цифри, които са за вашия регион вместо латински цифри.
cs: Zda se mají místo latinských číslic používat číslice, které jsou pro danou oblast přirozené.
de: Ob Sie anstelle von lateinischen Ziffern die für Ihre Sprachumgebung typischen Ziffern verwenden wollen.
hi: क्या लैटिन अंकों के बजाय उन अंकों का उपयोग करना है जो आपके स्थान के लिए मूल हैं।
hr: Da li umjesto arapskih brojki koristiti brojke tvog jezičnog područja.
it: Se utilizzare i numeri nativi della propria regione anziché cifre latine.
nl: Of cijfertekens van uw taal moeten worden gebruikt in plaats van latijnse cijfers.
pt_br: Caso deseja usar numerais que são nativos para sua localidade em vez de dígitos latinos.
ta: லத்தீன் இலக்கங்களுக்கு பதிலாக உங்கள் இருப்பிடத்திற்கு சொந்தமான எண்களைப் பயன்படுத்த வேண்டுமா.
tr: Latin rakamları yerine yerel ayarınız için yerel olan rakamların kullanılıp kullanılmayacağı.

source: Insert Decimal Separator
bg: Вмъкване на десетичен знак
cs: Vložení desetinného oddělovače
da: Indsæt decimal-seperator
de: Dezimaltrennzeichen einfügen
fa: درج جداگر هزارگان
fi: Syötä desimaalierotin
hi: दशमलव विभाजक डालें
hr: Umetni decimalni znak
id: Masukkan Pemisah Desimal
it: Inserimento separatore decimale
nl: Decimaal scheidingsteken invoegen
oc: Inserir un separador decimal
pt_br: Inserir Separador de Decimais
ta: தசம பிரிப்பான் செருகவும்
tr: Ondalık Ayırıcı Ekle

source: Set for which keys pressed will the locale's decimal separator be inserted into an amount field.
bg: Зададете за кои натиснати клавиши да бъде вмъкнат десетичният знак на местоположението в полето за сумата.
cs: Nastavte, pro které stisknuté klávesy se do pole částky vloží desetinný oddělovač místního jazyka.
da: Indstil hvilke taster der kan trykkes på for at indsætte lokalitetens decimalseparator i beløbsfeltet.
de: Stelle ein bei welchen Gedrückten Tasten das Dezimaltrennzeichen der Sprachumgebung in das Mengenfeld eingefügt wird.
hi: सेट करें कि कौन सी कुंजी दबाने पर स्थान का दशमलव विभाजक राशि फ़ील्ड में डाला जाएगा।
hr: Odredi tipke za umetanje decimalnog znaka jezičnog područja u polju iznosa.
id: Atur tombol mana yang akan ditekan oleh pemisah desimal lokal yang akan dimasukkan ke dalam kolom jumlah.
it: Imposta per quali tasti verrà inserito il separatore decimale predefinito per la lingua.
nl: Stelt in voor welke toetsen het decimale scheidingsteken zal worden ingevoerd
pt_br: Defina para quais teclas pressionadas o separador decimal regional será inserido em um campo de valor.
ta: எந்த விசைகள் அழுத்தின. லோகேலின் தசம பிரிப்பான் ஒரு தொகை புலத்தில் செருகப்படும்.
tr: Yerel ayarın ondalık ayırıcısının bir tutar alanına hangi tuşlara basıldığında ekleneceğini ayarlayın.

# InsertSeparator
source: Off
bg: Изкл.
cs: Vypnout
de: Aus
fa: خاموش
hi: बंद
hr: Isključeno
id: Mati
it: Spento
nl: Uitgeschakeld
ta: அணை
tr: Kapalı

source: Numpad period only
bg: Само точка на цифровата клавиатура
cs: Pouze čárka na numerické klávesnici
da: Kun numerisk tastatur
de: Nur Ziffernblock-Punkt
fa: فقط ممیز صفحهٔ رقمی
hi: केवल नमपाद अवधि
hr: Samo točka numeričke tipkovnice
id: Titik numpad saja
it: Punto del tastierino numerico
nl: Alleen numpad-punt
oc: Ponch final
pt_br: Somente o ponto do teclado numérico
ta: நம்பட் காலம் மட்டுமே
tr: Sayısal klavye noktası

source: Period and Comma
bg: Точка и запетая
cs: Tečka a čárka
da: Punktum og komma
de: Punkt und Komma
fa: ممیز و کاما
fi: Piste ja pilkku
hi: अवधि और अल्पविराम
hr: Točka i zarez
id: Titik dan Koma
it: Punto o virgola
nl: Punt en komma
oc: Ponch e virgula
pt_br: Ponto e Vírgula
ta: காலம் மற்றும் கமா
tr: Nokta ve Virgül

source: Backup
bg: Резерв
cs: Záloha
de: Sicherung
fa: پشتیبان گیری
fi: Varmuuskopio
hi: बैकअप
hr: Sigurnosna kopija
id: Cadangan
ta: காப்புப்பிரதி
tr: Yedekleme

source: CSV Backup Folder
bg: Папка за CSV резерв
cs: Složka zálohy CSV
de: CSV-Sicherungsordner
fi: CSV-varmuuskopion kansio
hi: CSV बैकअप फ़ोल्डर
hr: Mapa sigurnosnih kopija u CSV formatu
id: Cadangan folder CSV
it: Cartella di backup in CSV
nl: CSV-back-up-map
pt_br: Pasta de Backup para os CSV
ta: காபிம காப்புப்பிரதி கோப்புறை
tr: CSV Yedekleme Klasörü

source: Unencrypted accounts will automatically export as CSV files to this folder when a change is made.
bg: Нешифрирани сметки автоматично се изнасят като CSV файлове в тази папка, когато се направи промяна.
cs: Nezašifrované účty se při změně automaticky exportují do této složky jako soubory CSV.
de: Unverschlüsselte Konten werden automatisch als CSV-Dateien in diesen Ordner exportiert wenn eine Änderung gemacht wird.
hi: परिवर्तन किए जाने पर अनएन्क्रिप्टेड खाते स्वचालित रूप से इस फोल्डर में CSV फाइलों के रूप में निर्यात हो जाएंगे।
hr: Nešifrirani računi će se automatski izvesti kao CSV datoteke u ovu mapu kada se napravi promjena.
id: Rekening tidak terenkripsi akan secara otomatis mengekspor sebagai file CSV ke folder ini jika ada perubahan.
it: I conti non criptati saranno esportati automaticamente come file CSV in questa cartella quando viene applicata una modifica.
nl: Onversleutelde acounts worden automatisch als CSV-bestanden naar deze map geëxporteerd wanneer een wijziging wordt aangebracht.
pt_br: Contas não criptografadas serão exportadas automaticamente como arquivos CSV para esta pasta quando uma alteração for feita.
ta: மறைகுறியாக்கப்படாத கணக்குகள் ஒரு மாற்றம் செய்யப்படும்போது தானாகவே இந்த கோப்புறையில் காபிம கோப்புகளாக ஏற்றுமதி செய்யும்.
tr: Şifrelenmemiş hesaplar, bir değişiklik yapıldığında kendiliğinden CSV dosyaları olarak bu klasöre dışa aktarılır.

source: Clear Backup Folder
bg: Изчистване на резервната папка
cs: Vymazat složku záloh
de: Setze Sicherungs-Ordner zurück
fa: پاک سازی شاخهٔ‌پشتیبان
fi: Tyhjennä varmuuskopiokansio
hi: बैकअप फ़ोल्डर साफ़ करें
hr: Izbriši mapu sigurnosne kopije
id: Bersihkan Folder Cadangan
it: Rimuovi cartella di backup
nl: Back-up-map wissen
pt_br: Limpar a Pasta de Backup
ta: காப்புப்பிரதி கோப்புறையை அழிக்கவும்
tr: Yedekleme Klasörünü Temizle

source: No Reminders
bg: Няма напомняния
cs: Žádné připomínky
de: Keine Erinnerungen
fa: بدون یادآور
fi: Ei muistutuksia
hi: कोई अनुस्मारक नहीं
hr: Bez podsjetnika
it: Nessun promemoria
nl: Geen herinneringen
ta: நினைவூட்டல்கள் இல்லை
tr: Hatırlatıcı Yok

source: Account
bg: Сметка
cs: Účet
da: Konto
de: Konto
fa: حساب
fi: Tili
hi: खाता
hr: Račun
id: Rekening
it: Conti
oc: Compte
pt_br: Conta
ta: கணக்கு
tr: Hesap

source: Close Account
bg: Затваряне на сметката
cs: Uzavřít účet
da: Luk konto
de: Konto Schließen
fa: بستن حساب
fi: Sulje tili
hi: खाता बंद करें
hr: Zatvori račun
id: Tutup Rekening
it: Chiude il conto
nl: Rekening sluiten
oc: Tampar lo compte
pt_br: Fechar Conta
ta: கணக்கு மூடு
tr: Hesabı Kapat

# Title
source: Transfer
bg: Превод
cs: Převod
de: Überweisen
fa: انتقال
fi: Siirto
hi: स्थानांतरण
it: Trasferimento
nl: Overboeken
ta: இடமாற்றம்
tr: Aktar

source: New Group
bg: Нова група
cs: Nová skupina
da: Ny gruppe
de: Neue Gruppe
fa: گروه جدید
fi: Uusi ryhmä
hi: नया समूह
hr: Nova grupa
id: Grup Baru
it: Nuovo gruppo
nl: Nieuwe groep
oc: Grop novèl
pt_br: Novo Grupo
ta: புதிய குழு
tr: Yeni Grup

source: New Transaction
bg: Нова операция
cs: Nová transakce
da: Ny overførsel
de: Neue Überweisung
fa: تراکنش جدید
fi: Uusi tapahtuma
hi: नई लेनदेन
hr: Nova transakcija
id: Transaksi Baru
it: Nuova transazione
nl: Nieuwe overboeking
oc: Transaccion novèla
pt_br: Nova Transação
ta: புதிய பரிவர்த்தனை
tr: Yeni İşlem

source: Application
bg: Програма
cs: Aplikace
da: Program
de: Programm
fa: برنامه
fi: Sovellus
hi: एप्लिकेशन
hr: Program
id: Aplikasi
it: Applicazione
nl: App
oc: Aplicacion
pt_br: Aplicativo
ta: பயன்பாடு
tr: Uygulama

source: Keyboard Shortcuts
bg: Клавишни комбинации
cs: Klávesové zkratky
da: Tastatur genveje
de: Tastaturkürzel
fa: میان‌برهای صفحه‌کلید
fi: Pikanäppäimet
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci
id: Pintasan Papan Tik
it: Scorciatoie da tastiera
nl: Sneltoetsen
oc: Acorchis de clavièr
pt_br: Atalhos do Teclado
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye Kısayolları

source: Toggle Sidebar
bg: Превключване на страничната лента
cs: Přepnout postranní panel
da: Skift sidebjælke
de: Seitenleiste Umschalten
fa: تغییر وضعیت نوار کناری
fi: Sivupalkki päällä/pois
hi: बाजू पट्टी को बंद करें/खोलें
hr: Uključi/Isključi bočnu traku
id: Jungkitkan Bilah Samping
it: Mostra/nasconde la barra laterale
nl: Zijbalk tonen/verbergen
oc: Afichar o amagar lo panèl lateral
pt_br: Alternar Barra Lateral
ta: பக்கப்பட்டியை மாற்றவும்
tr: Kenar Çubuğunu Aç/Kapa

source: Quit
bg: Спиране на програмата
cs: Opustit
da: Afslut
de: Beenden
fa: خروج
fi: Lopeta
hi: छोड़ें
hr: Zatvori program
id: Keluar
it: Esce
nl: Sluiten
oc: Quitar
pt_br: Sair
ta: வெளியேறு
tr: Çık

source: Make a Copy
bg: Направете копие
cs: Vytvořit kopii
da: Lav en kopi
de: Eine Kopie erstellen
fa: ایجاد رونوشت
fi: Tee kopio
hi: एक प्रति बनाएँ
hr: Izradi kopiju
id: Buat Salinan
it: Duplica
nl: Kopie maken
oc: Realizar una còpia
pt_br: Criar Cópia
ta: ஒரு நகலை உருவாக்குங்கள்
tr: Kopya Oluştur

source: Clear End Date
bg: Изчистване на крайната дата
cs: Vymazat datum ukončení
da: Ryd slutdato
de: End-Datum Zurücksetzen
fa: پاک سازی تاریخ پایان
fi: Tyhjennä loppupäivä
hi: अंतिम तिथि साफ़ करें
hr: Izbriši krajnji datum
id: Hapus Batas Akhir
it: Rimuovi fine ripetizione
nl: Einddatum wissen
oc: Escafar la data de fin
pt_br: Limpar Data Final
ta: இறுதி தேதி அழி
tr: Temizleme Bitiş Tarihi

source: Daily
bg: Ежедневно
cs: Denně
da: Daglig
de: Täglich
fa: روزانه
fi: Päivittäin
hi: दैनिक
hr: Dnevno
id: Harian
it: Ogni giorno
nl: Iedere dag
oc: Jornalièr
pt_br: Diariamente
ta: நாள்தோறும்
tr: Günlük

source: Weekly
bg: Седмично
cs: Týdně
da: Ugentlig
de: Wöchentlich
fa: هفتگی
fi: Viikottain
hi: साप्ताहिक
hr: Tjedno
id: Mingguan
it: Ogni settimana
nl: Iedere week
oc: Setmanièr
pt_br: Semanalmente
ta: வாராந்திர
tr: Haftalık

source: Biweekly
bg: Двуседмично
cs: Dvakrát týdně
da: Hver anden uge
de: Zweiwöchentlich
fa: دو هفته یک بار
fi: Joka toinen viikko
hi: द्विसाप्ताहिक
hr: Dvotjedno
id: Dua Mingguan
it: Ogni due settimane
nl: Iedere twee weken
oc: Bisetmanièr
pt_br: Quinzenalmente
ta: இரு வாரங்கள்
tr: İki Haftada Bir

source: Monthly
bg: Месечно
cs: Měsíčně
da: Månedlig
de: Monatlich
fa: ماهانه
fi: Kuukausittain
hi: मासिक
hr: Mjesečno
id: Bulanan
it: Ogni mese
nl: Iedere maand
oc: Mesadièr
pt_br: Mensalmente
ta: மாதாந்திர
tr: Aylık

source: Quarterly
bg: Тримесечно
cs: Čtvrtletně
da: Kvartalsvis
de: Vierteljährlich
fa: فصلی
fi: Neljännesvuosittain
hi: त्रैमासिक
hr: Kvartalno
id: Triwulanan
it: Ogni tre mesi
nl: Ieder kwartaal
oc: Trimestral
pt_br: Trimestralmente
ta: காலாண்டு
tr: Üç Aylık

source: Yearly
bg: Годишно
cs: Ročně
da: Årlig
de: Jährlich
fa: سالانه
fi: Vuosittain
hi: वार्षिक
hr: Godišnje
id: Tahunan
it: Ogni anno
nl: Ieder jaar
oc: Annadièr
pt_br: Anualmente
ta: ஆண்டு
tr: Yıllık

source: Biyearly
bg: Двугодишно
cs: Dvakrát ročně
da: Hvert andet år
de: Zweijährlich
fa: دو سالانه
fi: Joka toinen vuosi
hi: द्विवार्षिक
hr: Dvogodišnje
id: Dua Tahunan
it: Ogni due anni
nl: Iedere twee jaar
oc: Biannal
pt_br: Bienalmente
ta: BIYERLY
tr: İki Yılda Bir

source: Use group color
bg: Използване на групов цвят
cs: Použít barvu skupiny
de: Gruppenfarbe verwenden
fa: استفاده از رنگ گروه
fi: Käytä ryhmän väriä
hi: समूह रंग का प्रयोग करें
hr: Koristi boju grupe
id: Gunakan warna grup
it: Usa colore del gruppo
nl: Groepskleur gebruiken
pt_br: Usar cor do grupo
ta: குழு நிறத்தைப் பயன்படுத்துங்கள்
tr: Grup rengini kullan

source: Use unique color
bg: Използване на собствен цвят
cs: Použít unikátní barvu
de: Einzigartige Farbe verwenden
fa: استفاده از رنگ یکتا
fi: Käytä yksilöllistä väriä
hi: अनोखे रंग का प्रयोग करें
hr: Koristi jedinstvenu boju
id: Gunakan warna unik
it: Usa colore speciale
nl: Unieke kleur gebruiken
pt_br: Usar cor específica
ta: தனித்துவமான வண்ணத்தைப் பயன்படுத்தவும்
tr: Benzersiz renk kullan

source: Enter a new tag name...
bg: Въведете ново име на етикет...
cs: Zadejte nový název štítku...
fa: ورود نام برچسبی جدید…
fi: Kirjoita uuden tunnisteen nimi...
hi: नया टैग नाम दर्ज करें..।
hr: Dodaj novo ime oznake …
it: Inserire il nome per una nuova etichetta…
ta: புதிய குறிச்சொல் பெயரை உள்ளிடவும் ...
tr: Yeni etiket adı gir...

source: Add Tag
bg: Добавяне на етикет
cs: Přidat štítek
de: Tag hinzufügen
fa: افزودن برچسب
fi: Lisää tunniste
hi: टैग जोड़ें
hr: Dodaj oznaku
it: Aggiungi etichetta
nl: Tag toevoegen
ta: குறிச்சொல்லைச் சேர்க்கவும்
tr: Etiket Ekle

source: Extras
bg: Допълнения
cs: Další
fa: اضافات
fi: Lisäkentät
hi: अतिरिक्त
hr: Dodatno
id: Tambahan
it: Extra
ta: கூடுதல்
tr: Ekler

source: Manage extra fields of the transaction.
bg: Управлявайте допълнителните полета на операцията.
cs: Spravovat další pole transakce.
de: Verwalte Extra-Felder der Transaktion.
fa: مدیریت زمینه‌های اضافی تراکنش.
fi: Hallitse tapahtuman lisäkenttiä.
hi: लेन-देन के अतिरिक्त फ़ील्ड प्रबंधित करें।
hr: Upravljaj dodatnim poljima transakcije.
id: Kelola menu tambahan transaksi.
it: Gestisce i campi extra della transazione.
nl: Beheer extra velden van de transactie
pt_br: Gerenciar campos extras da transação.
ta: பரிவர்த்தனையின் கூடுதல் புலங்களை நிர்வகிக்கவும்.
tr: İşlemin ek alanlarını yönetin.

source: Enter notes here
bg: Въведете бележките тук
cs: Sem zadejte poznámky
de: Notizen hier eingeben
fa: ورود یادداشت‌ها در این‌جا
fi: Kirjoita muistiinpanot tähän
hi: यहां नोट्स दर्ज करें
hr: Upiši bilješke ovdje
id: Masukkan catatan disini
it: Inserire le note qui
nl: Voer aantekeningen hier in
pt_br: Insira notas aqui
ta: குறிப்புகளை இங்கே உள்ளிடவும்
tr: Notları buraya girin

source: Edit Transaction
bg: Редактиране на операцията
cs: Upravit transakci
da: Ret overførsel
de: Überweisung Editieren
fa: ویرایش تراکنش
fi: Muokkaa tapahtumaa
hi: लेनदेन में परिवर्तन करें
hr: Uredi transakciju
id: Edit Transaksi
it: Modifica transazione
nl: Transactie bewerken
oc: Modificar la transaccion
pt_br: Editar Transação
ta: பரிவர்த்தனையைத் திருத்தவும்
tr: İşlemi Düzenle

source: Transferring money will create an expense transaction with the given amount in this account and an income transaction with the given amount in the account to transfer to.
bg: Прехвърлянето на пари ще създаде разходна операция с дадената сума в тази сметка и доходна операция с дадената сума в сметката за прехвърляне.
cs: Převodem peněz se vytvoří nákladová transakce s danou částkou na tomto účtu a příjmová transakce s danou částkou na účtu, na který je prováděn převod.
da: Overførsel af penge til lave en udgifts-overførsel med det givne beløb på denne konto og en indkomst-overførsel med det givne beløb på den konto der overføres til.
de: Geld zu überweisen wird eine Ausgabe-Überweisung mit dem angegebenen Betrag in diesem Konto und eine Einkommen-Überweisung mit dem gegebenen Betrag in dem angegeben Konto erstellen.
fi: Rahan siirtäminen luo menotapahtuman annetun määrän mukaisesti tälle tilille, ja tulotapahtuman annetun määrän mukaisesti tilille, jolle rahat siirretään.
hi: धनराशि ट्रांसफ़र करने से इस खाते में बताई गई राशि का खर्च लेनदेन दिखाया जाएगा और जिस खाते में ट्रांसफ़र करने के लिए कहा गया है उस में दी गई राशि का एक आय लेनदेन दिखाया जाएगा।
hr: Transferiranje novca stvorit će transakciju rashoda sa zadanim iznosom u ovom računu i transakciju prihoda sa zadanim iznosom u računu na koji se prenosi.
id: Mentransfer uang akan membuat transaksi pengeluaran dengan jumlah yang diberikan di rekening ini dan transaksi pemasukan dengan jumlah yang diberikan di rekening tujuan.
it: Un trasferimento di denaro creerà un'uscita in questo conto e un'entrata nel conto selezionato per il trasferimento.
nl: Door geld over te maken wordt het bedrag in kwestie als uitgave op de oorspronkelijke rekening genoteerd en als inkomst op de andere.
oc: Lo transferiment d'argent debitarà del montant donat aquel compte e creditarà d’aqueste montant lo compte causit.
pt_br: Transferir dinheiro criará uma transação de despesa nesta conta com o valor fornecido e uma transação de renda na conta de destino com o valor fornecido.
ta: பணத்தை மாற்றுவது இந்த கணக்கில் கொடுக்கப்பட்ட தொகையுடன் ஒரு செலவு பரிவர்த்தனையையும், கணக்கில் கொடுக்கப்பட்ட தொகையுடன் வருமான பரிவர்த்தனையையும் உருவாக்கும்.
tr: Para aktarımı, bu hesapta verilen tutarda bir gider işlemi ve aktarılacak hesapta verilen tutarda bir gelir işlemi oluşturacaktır.
