Repository: NickvisionApps/Denaro
Catalog: NickvisionMoney.Shared/Resources/po/*.po
Languages: bg, cs, da, de, fa, fi, hi, hr, id, it, nl, oc, pt_br, ta, tr

source: Import from File
bg: Внасяне от файл
cs: Import ze souboru
da: Importer fra fil
de: Von Datei importieren
fa: درون ریزی از پرونده
fi: Tuo tiedostosta
hi: फाइल से आयात करें
hr: Uvezi iz datoteke
id: Impor dari Berkas
it: Importa da file
nl: Importeren uit bestand
oc: Importar d’un fichièr estant
pt_br: Importar de um Arquivo
ta: கோப்பிலிருந்து இறக்குமதி
tr: Dosyadan İçe Aktar

source: Imported {0} transaction from file.
bg: Внесена е {0} операция от файл.
cs: Importována {0} transakce ze souboru.
de: {0} Überweisung aus Datei importiert.
fa: {0} تراکنش از پرونده درون‌ریز شد.
fi: Tuotu {0} tapahtuma tiedostosta.
hi: फाइल से आयातित {0} लेनदेन।
hr: Uvezena je {0} transakcija iz datoteke.
id: Mengimpor {0} transaksi dari berkas.
it: {0} transazione importata dal file.
nl: {0} transactie uit bestand geïmporteerd
pt_br: Importada {0} transação do arquivo.
ta: கோப்பிலிருந்து இறக்குமதி செய்யப்பட்ட {0} பரிவர்த்தனை.
tr: {0} işlem dosyadan içe aktarıldı.

source: Income
bg: Доходи
cs: Příjem
da: Indkomst
de: Einkommen
fa: درآمد
fi: Tulo
hi: आय
hr: Prihod
id: Pemasukan
it: Entrata
nl: Inkomst
oc: Revengut
pt_br: Renda
ta: வருமானம்
tr: Gelir

source: Manage your personal finances
bg: Управлявайте личните си финанси
cs: Správa osobních financí
da: Administrer din privatøkonomi
de: Verwalte deine persönlichen Finanzen
fa: مدیریت دخل و خرج شخصیتان
fi: Hallitse raha-asioitasi
hi: अपने व्यक्तिगत वित्त का प्रबंधन करें
hr: Upravljaj osobnim financijama
id: Kelola keuangan pribadi anda
it: Gestisci le tue finanze
nl: Beheer uw persoonlijke financiën
oc: Gerissètz vòstras finanças personalas
pt_br: Gerencie suas finanças pessoais
ta: உங்கள் தனிப்பட்ட நிதிகளை நிர்வகிக்கவும்
tr: Kişisel mali durumunuzu yönetin

source: Matrix Chat
bg: Matrix чат
fa: گپ ماتریکس
fi: Matrix-keskustelu
hr: Chat na Matrixu
id: Obrolan Matrix
it: Chat di Matrix
nl: Matrix-kamer
oc: Chat Matrix
pt_br: Chat Matrix
ta: அணி அரட்டை

source: N/A
bg: Липсва
da: I/T
de: Entfällt
fa: نامعلوم
nl: n/b
oc: N/D
ta: இதற்கில்லை
tr: Yok

source: Name
bg: Име
cs: Název
da: Navn
fa: نام
fi: Nimi
hi: नाम
hr: Ime
id: Nama
it: Nome
nl: Naam
oc: Nom
pt_br: Nome
ta: பெயர்
tr: Ad

source: Name (Empty)
bg: Име (празен)
cs: Název (prázdný)
da: Navn (tom)
de: Name (Leer)
fa: نام (خالی)
fi: Nimi (tyhjä)
hi: नाम (खाली)
hr: Ime (prazno)
id: Nama (Kosong)
it: Nome (vuoto)
nl: Naam (blanco)
oc: Nom (void)
pt_br: Nome (Vazio)
ta: பெயர் (காலியாக)
tr: Ad (Boş)

source: Name (Exists)
bg: Име (съществува)
cs: Název (existuje)
da: Navn (findes allerede)
de: Name (Existiert)
fa: نام (موجود)
fi: Nimi (olemassa)
hi: नाम (पहले से मौजूद है)
hr: Ime (postoji)
id: Nama (Telah digunakan)
it: Nome (esistente)
nl: Naam (bestaat)
oc: Nom (existís)
pt_br: Nome (Existe)
ta: பெயர் (உள்ளது)
tr: Ad (Var)

source: Never
bg: Никога
cs: Nikdy
da: Aldrig
de: Nie
fa: هرگز
fi: Ei koskaan
hi: कभी नहीं
hr: Nikada
id: Tidak Pernah
it: Mai
nl: Nooit
oc: Pas jamai
pt_br: Nunca
ta: ஒருபோதும்
tr: Asla

source: Nicholas Logozzo
fa: نیکولاس لوگوزو
hi: निकोलस लोगोज़ो
ta: நிக்கோலச் லோகோச்சோ

source: Nickvision Denaro Account
bg: „Nickvision Denaro“ сметка
cs: Účet Nickvision Denaro
da: Nickvision Denaro Konto
de: Nickvision Denaro-Konto
fa: حساب دینار نیک‌ویژن
fi: Nickvision Denaro -tili
hi: Nickvision Denaro खाता
hr: Nickvision Denaro račun
id: Rekening Nickvision Denaro
it: Conto di Nickvision Denaro
oc: Compte Nickvision Denaro
pt_br: Conta Nickvision Denaro
ta: நிக்கிசன் பணக் கணக்கு
tr: Nickvision Denaro Hesabı

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
fa: نه
fi: Ei
hi: नहीं
hr: Ne
id: Tidak
nl: Nee
oc: Non
pt_br: Não
ta: இல்லை
tr: Hayır

source: No End Date
bg: Без крайна дата
cs: Žádné datum ukončení
da: Ingen slutdato
de: Kein End-Datum
fa: بدون تاریخ پایان
fi: Ei loppupäivää
hi: कोई अंतिम तिथि नहीं
hr: Bez krajnjeg datuma
id: Tidak Ada Tanggal Akhir
it: Per sempre
nl: Geen einddatum
oc: Cap de data de fin
pt_br: Sem Data Final
ta: இறுதி தேதி இல்லை
tr: Bitiş Tarihi Yok

source: No Transactions
bg: Няма операции
cs: Žádné transakce
da: Ingen overførsler
de: Keine Überweisungen
fa: بدون تراکنش
fi: Ei tapahtumia
hi: कोई लेनदेन मौजूद नहीं
hr: Nema transakcija
id: Tidak Ada Transaksi
it: Nessuna transazione
nl: Geen transacties
oc: Cap de transaccion
pt_br: Não Há Transações
ta: பரிவர்த்தனைகள் இல்லை
tr: İşlem Yok

source: No Transactions Found
bg: Няма намерени операции
cs: Nenalezeny žádné transakce
da: Ingen overførsler fundet
de: Keine Überweisungen Gefunden
fa: هیچ تراکنشی پیدا نشد
fi: Tapahtumia ei löytynyt
hi: कोई लेनदेन मौजूद नहीं
hr: Nije pronađena nijedna transakcija
id: Tidak Ada Transaksi yang Ditemukan
it: Nessuna transazione trovata
nl: Geen transacties gevonden
oc: Cap de transaccion pas trobada
pt_br: Nenhuma Transação Encontrada
ta: பரிவர்த்தனைகள் எதுவும் கிடைக்கவில்லை
tr: İşlem Bulunamadı

source: No transactions match the specified filters.
bg: Няма транзакции, които да отговарят на зададените филтри.
cs: Žádné transakce neodpovídají zadaným filtrům.
da: Ingen overførsler ud fra de valgte filtre.
de: Keine Überweisung entsprechen den angegebenen Filtern.
fi: Suodattimia vastaavia tapahtumia ei löydy.
hi: कोई लेनदेन दिए गए फ़िल्टर से मेल नहीं खाता।
hr: Nijedna transakcija ne odgovora zadanim filtrima.
id: Tidak ada transaksi yang sesuai dengan filter.
it: Non è stata trovata alcuna transazione che corrisponda ai filtri selezionati.
nl: Er zijn geen transacties gevonden die voldoen aan de opgegeven filters.
oc: Cap de transaccion correspondenta als filtres especificats.
pt_br: Nenhuma transação corresponde aos filtros especificados.
ta: எந்தவொரு பரிவர்த்தனைகளும் குறிப்பிட்ட வடிப்பான்களுடன் பொருந்தவில்லை.
tr: Hiçbir işlem belirtilen süzgeçlerle eşleşmiyor.

source: Notes
bg: Бележки
cs: Poznámky
de: Notizen
fa: یادداشت‌ها
fi: Muistiinpanot
hi: नोट्स
hr: Bilješke
id: Catatan
it: Annotazioni
nl: Aantekeningen
oc: Nòtas
pt_br: Notas
ta: குறிப்புகள்
tr: Notlar

source: Nothing to import from the file.
bg: Няма какво да се внесе от файла.
cs: Nic k importování ze souboru.
fi: Ei mitään tuotavaa tiedostosta.
hi: फाइल से आयात करने के लिए कुछ भी नहीं।
hr: Nema ničega što bi se moglo uvesti iz datoteke.
it: Nulla da importare dal file.
pt_br: Nada para importar do arquivo.
ta: கோப்பிலிருந்து இறக்குமதி செய்ய எதுவும் இல்லை.
tr: Dosyadan içe aktarılacak bir şey yok.

source: One month from now
bg: Един месец от сега
cs: Jeden měsíc ode dneška
de: In einem Monat ab jetzt
fa: یک ماه از اکنون
fi: Yksi kuukausi tästä hetkestä
hi: अब से एक महीना
hr: Za mjesec dana
it: Tra un mese
pt_br: Daqui um mês
ta: இப்போதிலிருந்து ஒரு மாதம்
tr: Bu günden, bir ay sonra

source: One week from now
bg: Една седмица от сега
cs: Jeden týden ode dneška
de: In einer Woche ab jetzt
fa: یک هفته از اکنون
fi: Yksi viikko tästä hetkestä
hi: अब से एक सप्ताह बाद
hr: Za tjedan dana
it: Tra una settimana
pt_br: Daqui uma semana
ta: இப்போதிலிருந்து ஒரு வாரம்
tr: Bu günden, bir hafta sonra

source: Open
bg: Отваряне
cs: Otevřít
da: Åbn
de: Öffnen
fa: گشودن
fi: Avaa
hi: खोलें
hr: Otvori
id: Buka
it: Apri
nl: Openen
oc: Dobrir
pt_br: Abrir
ta: திற
tr: Aç

source: Open Account
bg: Отваряне на сметка
cs: Otevřít účet
da: Åbn konto
de: Konto öffnen
fa: گشودن حساب
fi: Avaa tili
hi: खाता खोलें
hr: Otvori račun
id: Buka Rekening
it: Apre un conto
nl: Account openen
oc: Dobrir compte
pt_br: Abrir Conta
ta: கணக்கு திறந்த
tr: Hesap Aç

source: Overview
bg: Преглед
cs: Přehled
da: Oversigt
de: Übersicht
fa: نمای کلی
fi: Yleisnäkymä
hi: अवलोकन
hr: Pregled
id: Gambaran
it: Panoramica
nl: Overzicht
oc: Vista d'ensemble
pt_br: Resumo
ta: கண்ணோட்டம்
tr: Genel Görünüm

source: Page {0}
bg: Страница {0}
cs: Strana {0}
da: Side {0}
de: Seite {0}
fa: صفحهٔ {0}
fi: Sivu {0}
hr: {0}. stranica
id: Halaman
it: Pagina {0}
nl: Pagina {0}
oc: Pagina {0}
pt_br: Página {0}
ta: பக்கம் {0}
tr: Sayfa {0}

source: PDF Password
bg: PDF парола
cs: Heslo PDF
de: PDF-Passwort
fa: گذرواژهٔ پی‌دی‌اف
fi: PDF-salasana
hi: पीडीएफ पासवर्ड
hr: PDF lozinka
id: Kata Sandi PDF
it: Password del PDF
nl: PDF-wachtwoord
oc: Senhal PDF
pt_br: Senha do PDF
ta: PDF கடவுச்சொல்
tr: PDF Parolası

source: Receipt
bg: Разписка
cs: Faktura
da: Kvittering
de: Beleg
fa: رسید
fi: Kuitti
hi: रसीद
hr: Priznanica
id: Kuitansi
it: Ricevuta
nl: Factuur
oc: Recebut
pt_br: Recibo
ta: பற்றுச்சீட்டு
tr: Makbuz

source: Receipt (File Inaccessible)
bg: Разписка (файлът е недостъпен)
cs: Faktura (soubor nedostupný)
de: Beleg (Datei unzugänglich)
fa: رسید (پرونده قابل دسترس نیست)
hi: रसीद (फाइल अप्राप्य)
hr: Priznanica (datoteka nedostupna)
id: Kwitansi (Berkas tidak dapat diakses)
it: Ricevuta (File inaccessibile)
nl: Factuur (bestand niet toegankelijk)
pt_br: Rebico (Arquivo Inacessível)
ta: ரசீது (கோப்பு அணுக முடியாதது)
tr: Makbuz (Dosyaya Erişilemez)

source: Receipts
bg: Разписки
cs: Účtenky
da: Kvitteringer
de: Beleg
fa: رسیدها
fi: Kuitit
hi: रसीदें
hr: Priznanice
id: Kuitansi
it: Ricevute
nl: Facturen
oc: Recebuts
pt_br: Recibos
ta: ரசீதுகள்
tr: Makbuzlar

source: Repeat End Date
bg: Крайна дата на повторение
cs: Datum ukončení opakování
da: Gentag slutdato
de: Wiederholungs-Ende
fa: تاریخ پایان تکرار
fi: Toistumisen loppupäivä
hi: समाप्ति तिथि दोहराएँ
hr: Krajnji datum ponavljanja
id: Batas Akhir Pengulangan
it: Fine ripetizione
nl: Einddatum herhaling
oc: Repetir la data de fin
pt_br: Data Final da Repetição
ta: இறுதி தேதியை மீண்டும் செய்யவும்
tr: Tekrarlama Bitiş Tarihi

source: Repeat End Date (Invalid)
bg: Крайна дата на повторение (неправилен)
cs: Datum ukončení opakování (neplatné)
da: Gentag sludato (ugyldig)
de: Wiederholungs-Ende (Ungültig)
fa: تاریخ پایان تکرار (نامعتبر)
fi: Toistumisen loppupäivä (virheellinen)
hi: अंतिम तिथि दोहराएँ (अमान्य)
hr: Krajnji datum ponavljanja (neispravno)
id: Batas Akhir Pengulangan (Tidak Sah)
it: Fine ripetizione (non valida)
nl: Einddatum herhaling (ongeldig)
oc: Repetir la data de fin (invalida)
pt_br: Data Final da Repetição (Inválida)
ta: இறுதி தேதியை மீண்டும் செய்யவும் (தவறானது)
tr: Tekrarlama Bitiş Tarihi (Geçersiz)

source: Repeat Interval
bg: Интервал на повторение
cs: Interval opakování
da: Gentag interval
de: Wiederholungs-Intervall
fa: فاصلهٔ تکرار
fi: Toistumisväli
hi: अंतराल दोहराएँ
hr: Interval ponavljanja
id: Interval Pengulangan
it: Frequenza
nl: Herhalingsinterval
oc: Interval de repeticion
pt_br: Intervalo de Repetição
ta: இடைவெளி மீண்டும்
tr: Tekrarlama Aralığı

source: Repeat Interval Changed
bg: Интервалът на повторение е променен
cs: Interval opakování změněn
da: Intervallet for gentagelse er ændret
de: Wiederholungs-Intervall Wurde Geändert
fa: دورهٔ تکرار دگرگون شد
fi: Toistumisväli muutettu
hi: दोहराव अंतराल बदला गया
hr: Interval ponavljanja promijenjen
id: Interval Pengulangan diubah
it: La frequenza è stata modificata
nl: De herhaalperiode is gewijzigd
oc: Interval de repeticion modificat
pt_br: Intervalo de Repetição Alterado
ta: இடைவெளி மாற்றப்பட்டது
tr: Tekrarlama Aralığı Değiştirildi

source: Result was copied to clipboard.
bg: Резултатът е копиран в буфера за обмен.
cs: Výsledek zkopírován do schránky.
fa: نتیجه در تخته‌گیره رونوشت شد.
fi: Tulos kopioitiin leikepöydälle.
hi: परिणाम को क्लिपबोर्ड पर कॉपी किया गया।
hr: Rezultat je kopiran u međuspremnik.
pt_br: Resultado copiado para a área de transferência.
ta: முடிவு இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது.
tr: Sonuç panoya kopyalandı.

source: Savings
bg: Спестовна
cs: Spořicí
da: Opsparing
de: Sparkonto
fa: پس‌اندازها
fi: Säästöt
hi: जमा पूंजी
hr: Štedni račun
id: Tabungan
it: Conto deposito
nl: Spaarrekeningen
oc: Estalvis
pt_br: Poupança
ta: சேமிப்பு
tr: Tasarruf

source: Select Account
bg: Избиране на сметка
cs: Vybrat účet
de: Konto auswählen
fa: گزینش حساب
fi: Valitse tili
hi: खाता चुनें
hr: Odaberi račun
id: Pilih Rekening
it: Seleziona conto
nl: Account selecteren
pt_br: Selecionar conta
ta: கணக்கைத் தேர்ந்தெடுக்கவும்
tr: Hesap Seç

source: Select Backup Folder
bg: Избиране на папка за резерв
cs: Vyberte složku záloh
de: Sicherungsordner auswählen
fa: گزینش شاخهٔ پشتیبان
fi: Valitse varmuuskopiokansio
hi: बैकअप फ़ोल्डर का चयन करें
hr: Odaberi mapu sigurnosne kopije
id: Pilih Folder Cadangan
it: Seleziona cartella di backup
nl: Back-up-map selecteren
pt_br: Selecione a Pasta de Backup
ta: காப்பு கோப்புறையைத் தேர்ந்தெடுக்கவும்
tr: Yedekleme Klasörü Seç

source: Select Folder
bg: Избиране на папка
cs: Vybrat složku
de: Ordner auswählen
fa: انتخاب شاخه
fi: Valitse kansio
hi: फोल्डर का चयन करें
hr: Odaberi mapu
id: Pilih Folder
it: Seleziona cartella
nl: Map selecteren
pt_br: Selecionar Pasta
ta: கோப்புறையைத் தேர்ந்தெடு
tr: Klasör Seç

source: Sort By Amount
bg: Подреждане по сума
cs: Seřadit podle množství
da: Sorter efter beløb
de: Nach Menge sortieren
fa: چینش بر اساس مقدار
fi: Järjestä summan mukaan
hi: राशि के अनुसार क्रमबद्ध करें
hr: Razvrstaj po iznosu
id: Urutkan Berdasarkan Jumlah
it: Ordina per importo
nl: Sorteren op hoeveelheid
oc: Triar per soma
pt_br: Ordenar por Valor
ta: அளவு மூலம் வரிசைப்படுத்துங்கள்
tr: Tutara Göre Sırala

source: Sort By Date
bg: Подреждане по дата
cs: Seřadit podle data
da: Sorter efter dato
de: Nach Datum sortieren
fa: چینش بر اساس تاریخ
fi: Järjestä päivän mukaan
hi: दिनांक के हिसाब से अलग करे
hr: Razvrstaj po datumu
id: Urutkan Berdasarkan Tanggal
it: Ordina per data
nl: Sorteren op datum
oc: Triar per data
pt_br: Ordenar por Data
ta: தேதியால் வரிசைப்படுத்துங்கள்
tr: Tarihe Göre Sırala

source: Sort By Id
bg: Подреждане по идентификатор
cs: Seřadit podle ID
da: Sorter efter Id
de: Nach ID sortieren
fa: چینش بر اساس شناسه
fi: Järjestä tunnisteen mukaan
hi: Id के अनुसार क्रमबद्ध करें
hr: Razvrstaj po ID-u
id: Urutkan Berdasarkan Id
it: Ordina per ID
nl: Sorteren op id
oc: Triar per identificant
pt_br: Ordenar por Id
ta: ஐடி மூலம் வரிசைப்படுத்துங்கள்
tr: Kimliğe Göre Sırala

source: Tags
bg: Етикети
cs: Štítky
fa: برچسب‌ها
fi: Tunnisteet
hi: टैग्स
hr: Oznake
it: Etichette
ta: குறிச்சொற்கள்
tr: Etiketler

source: The password of the account was changed.
bg: Паролата на сметката е променена.
cs: Heslo účtu bylo změněno.
da: Kontoens kodeord blev ændret.
de: Das Passwort des Kontos wurde geändert.
fi: Tilin salasana vaihdettiin.
hi: खाते का पासवर्ड बदल दिया गया था।
hr: Lozinka računa je promijenjena.
id: Kata sandi pada rekening ini telah diubah.
it: La password del conto è stata modificata.
nl: Het wachtwoord van het account is gewijzigd
oc: Lo senhal del compte es estat modificat.
pt_br: A senha da conta foi alterada.
ta: கணக்கின் கடவுச்சொல் மாற்றப்பட்டது.
tr: Hesabın parolası değiştirildi.

source: The password of the account was removed.
bg: Паролата на сметката е премахната.
cs: Heslo účtu bylo odstraněno.
da: Kontoens kodeord blev fjernet.
de: Das Passwort des Kontos wurde entfernt.
fi: Tilin salasana poistettiin.
hi: अकाउंट का पासवर्ड हटा दिया गया।
hr: Lozinka računa je uklonjena.
id: Kata sandi pada rekening ini telah dihapus.
it: La password del conto è stata eliminata.
nl: Het wachtwoord van het account is verwijderd
oc: Lo senhal del compte es estat tirat.
pt_br: A senha da conta foi removida.
ta: கணக்கின் கடவுச்சொல் அகற்றப்பட்டது.
tr: Hesabın parolası kaldırıldı.

source: The password will be removed upon closing this dialog.
bg: Паролата ще бъде премахната след затварянето на този прозорец.
cs: Heslo bude odstraněno po zavření tohoto dialogu.
da: Kodeordet bliver fjernet når du lukker denne dialog.
de: Das Passwort wird nach dem Schließen dieses Dialogs entfernt werden.
fi: Salasana poistetaan, kun tämä ikkuna suljetaan.
hi: इस संवाद को बंद करने पर पासवर्ड हटा दिया जाएगा।
hr: Lozinka će se ukloniti nakon zatvaranja dijaloga.
id: Kata sandi akan dihapus setelah menutup dialog ini.
it: La password sarà eliminata alla chiusura di questa finestra.
nl: Het wachtwoord zal worden verwijderd bij het sluiten van deze dialoog
oc: Serà tirat lo senhal a la tampadura de la bóstia de dialòg.
pt_br: A senha será removida ao fechar esta caixa de diálogo.
ta: உரையாடலை மூடும்போது கடவுச்சொல் அகற்றப்படும்.
tr: Bu iletişim kutusu kapatıldıktan sonra şifre kaldırılacaktır.

source: The passwords do not match.
bg: Паролите не съвпадат.
cs: Hesla se neshodují.
de: Die Passwörter stimmen nicht überein.
fa: گذرواژه‌ها مطابقت ندارند.
fi: Salasanat eivät täsmää.
hi: पासवर्ड्स मेल नहीं खा रहे।
hr: Lozinke se ne poklapaju.
id: Kata sandi tidak cocok.
it: Le password non combaciano.
nl: Wachtwoorden komen niet overeen
pt_br: As senhas não coincidem.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
tr: Parolalar eşleşmiyor.

source: The repeat interval was changed. What would you like to do with existing generated transactions? New repeat transactions will be generated based off the new interval.
bg: Интервалът на повтаряне е променен. Какво искате да направите със съществуващите генерирани операции? Нови повтарящи се операции ще бъдат генерирани въз основа на новия интервал.
cs: Interval opakování byl změněn. Co chcete udělat se stávajícími vygenerovanými transakcemi? Nové opakované transakce budou generovány na základě nového intervalu.
da: Intervallet for gentagelse blev ændret. Hvad vil du gerne gøre med de eksisterende genererede overførsler? Nye gentagende overførsler vil blive genereret ud fra det nye interval.
de: Das Wiederholungs-Intervall wurde geändert. Was möchtest du mit bestehenden generierten Überweisungen machen? Neue wiederholte Überweisungen werden basierend auf dem neuen Intervall generiert.
hi: दोहराव अंतराल बदल दिया गया था. आप मौजूदा जेनरेट किए गए लेनदेन के साथ क्या करना चाहेंगे? नए दोहराव वाले लेनदेन नए अंतराल के आधार पर उत्पन्न होंगे।
hr: Interval ponavljanje je promijenjen. Što želiš učiniti s postojećim generiranim transakcijama? Nove ponovljajuće transakcije generirat će se na temelju novog intervala.
id: Interval pengulangan telah diubah. Apa yang anda ingin lakukan untuk transaksi yang telah dihasilkan? Transaksi berulang yang baru akan dihasilkan berdasarkan interval pengulangan yang baru.
it: La frequenza della ripetizione è stata modificata. Cosa fare con le transazioni collegate? Verranno generate nuove transazioni ripetute in base alla nuova frequenza.
nl: De herhaalperiode is gewijzigd. Welke actie wilt u ondernemen op de huidige opeenvolgende transacties? Nieuwe opeenvolgende transacties worden op basis van de nieuwe periode ingepland.
pt_br: O intervalo de repetição foi alterado. O que você gostaria de fazer com as transações geradas existentes? Novas transações repetidas serão geradas baseadas no novo intervalo.
ta: மீண்டும் இடைவெளி மாற்றப்பட்டது. தற்போதுள்ள உருவாக்கப்பட்ட பரிவர்த்தனைகளை நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்? புதிய இடைவெளியின் அடிப்படையில் புதிய மீண்டும் பரிவர்த்தனைகள் உருவாக்கப்படும்.
tr: Tekrarlama aralığı değiştirildi. Mevcut oluşturulmuş işlemlerle ne yapmak istersiniz? Yeni aralık baz alınarak yeni tekrarlama işlemleri oluşturulacaktır.

source: This account has no money available to transfer.
bg: В тази сметка няма налични средства за прехвърляне.
cs: Tento účet nemá žádné peníze k převodu.
da: Denne konto har ingen penge tilgængelig til overførsel.
de: Dieses Konto hat kein Geld zum überweisen mehr.
fi: Tällä tilillä ei ole riittävästi rahaa siirtoa varten.
hi: इस खाते में ट्रांसफ़र करने के लिए कोई धनराशि उपलब्ध नहीं है।
hr: Na ovom računu nema novca za transferiranje.
id: Rekening ini tidak mempunyai uang untuk ditransfer.
it: Questo conto non ha sufficiente denaro per il trasferimento.
nl: Er staat geen geld op deze rekening.
oc: Aqueste compte a pas cap d’argent disponible per transferir.
pt_br: Esta conta não tem dinheiro disponível para transferir.
ta: இந்த கணக்கில் இடமாற்றம் செய்ய பணம் கிடைக்கவில்லை.
tr: Bu hesapta aktarılacak para yok.

source: This account is already opened.
bg: Тази сметка вече е открита.
cs: Tento účet je již otevřen.
da: Denne konto er allerede åben.
de: Dieses Konto ist schon geöffnet.
fi: Tämä tili on jo avattu.
hi: यह खाता पहले ही खोला जा चुका है।
hr: Ovaj je račun već otvoren.
id: Rekening ini sudah dibuka.
it: Questo account è già aperto.
nl: Dit account is al geopend
oc: Aqueste compte es ja dobèrt.
pt_br: Esta conta já está aberta.
ta: இந்த கணக்கு ஏற்கனவே திறக்கப்பட்டுள்ளது.
tr: Bu hesap zaten açıldı.

source: This transaction is a source repeat transaction. What would you like to do with the repeat transactions? Deleting only the source transaction will allow individual generated transactions to be modifiable.
bg: Тази операция се повтаря в източника. Какво искате да направите с повтарящите се операции? Премахването само на операцията от източника ще позволи на отделните генерирани операции да може да се променят.
cs: Tato transakce je opakovanou transakcí zdroje. Co chcete s opakovanými transakcemi udělat? Odstraněním pouze zdrojové transakce umožníte individuální úpravu vygenerovaných transakcí.
de: Diese Überweisung ist eine wiederholte Überweisung. Was möchtest du mit wiederholten Überweisungen machen? Nur die Ursprungs-Überweisung zu löschen macht es möglich die generierten Überweisungen zu modifizieren.
hi: यह लेन-देन एक स्रोत दोहराव लेन-देन है। आप बार-बार होने वाले लेन-देन के साथ क्या करना चाहेंगे? केवल स्रोत लेनदेन को हटाने से व्यक्ति को अनुमति मिलेगी उत्पन्न लेनदेन को संशोधित किया जाना चाहिए।
hr: Ova transakcija je izvorna ponavljajuća transakcija. Što želiš učiniti s ponovljajućim transakcijama? Brisanje samo izvorne transakcije omogućit će mijenjanje pojedinačno generiranih transakcija.
it: Questa è una transazione ricorrente. Cosa fare con le transazioni collegate? Eliminare solo la transazione ricorrente permetterà di modificare singolarmente le transazioni ad essa collegate.
ta: இந்த பரிவர்த்தனை ஒரு மூல மீண்டும் பரிவர்த்தனை. மீண்டும் மீண்டும் பரிவர்த்தனைகளை என்ன செய்ய விரும்புகிறீர்கள்? மூல பரிவர்த்தனையை மட்டுமே நீக்குவது தனிநபரை அனுமதிக்கும் மாற்றக்கூடிய பரிவர்த்தனைகள் உருவாக்கப்பட்டவை.
tr: Bu işlem bir kaynak tekrarlama işlemidir. Tekrarlanan işlemlerle ne yapmak istersiniz? Yalnızca kaynak işlemin silinmesi, bireysel olarak oluşturulan işlemlerin düzenlenebilir olmasını sağlayacaktır.
