Repository: NickvisionApps/Denaro
Catalog: resources/po/*.po
Languages: ar, pl, zh_cn

source: (Copy)
ar: (انسخ)
pl: (Kopia)
zh_cn: (复制)

source: {0} from {1}
ar: {0} من {1}
pl: {0} z {1}
zh_cn: {0} 从 {1}

source: {0} transaction
ar: لا معاملة
pl: transakcja
zh_cn: {0}笔交易

source: Account Name
ar: اسم الحساب
pl: Nazwa konta
zh_cn: 账户名称

source: Account Name (Exists)
ar: اسم الحساب (موجود)
pl: Nazwa konta (już istnieje)
zh_cn: 账户名称 (已存在)

source: Account Name (Opened)
ar: اسم الحساب (مفتوح)
pl: Nazwa konta (otwarte)
zh_cn: 账户名称(已启用)

source: Account Settings
ar: إعدادات الحساب
pl: Ustawienia konta
zh_cn: 账户设置

source: Account Type
ar: نوع الحساب
pl: Rodzaj konta
zh_cn: 账户类型

source: Add
ar: أضف
pl: Dodaj
zh_cn: 添加

source: Add a new transaction or import transactions from a file.
ar: أضف معاملةً جديدةً أو استورد معاملات من ملفٍّ.
pl: Dodaj nową transakcję lub zaimportuj transakcje z pliku.
zh_cn: 添加交易或从文件中导入交易。

source: Add Password To PDF?
ar: أأضيف كلمة سرٍّ لملفِّ البي‌دي‌إف؟
pl: Dodać hasło do pliku PDF?
zh_cn: 添加密码至PDF?

source: All files
ar: كلُّ الملفَّات
pl: Wszystkie pliki
zh_cn: 所有文件

source: Amount
ar: المَبلغ
pl: Kwota
zh_cn: 金额

source: Amount (Invalid)
ar: المبلغ (غير صالح)
pl: Kwota (niepoprawna)
zh_cn: 金额 (无效)

source: Apply
ar: طبِّق
pl: Zastosuj
zh_cn: 应用

source: Are you sure you want to delete this group? This action is irreversible.
ar: أمتيقِّن من أنك تريد حذف هذه المجموعة؟ هذا الإجراء نهائيٌّ.
pl: Czy na pewno chcesz usunąć tę grupę? Tej czynności nie można cofnąć.
zh_cn: 是否确认删除此组？ 该操作不可逆。

source: Are you sure you want to delete this transaction? This action is irreversible.
ar: أمتيقِّن من أنك تريد حذف هذه المعاملة؟ هذا الإجراء نهائيٌّ.
pl: Czy na pewno chcesz usunąć tę transakcję? Tej czynności nie można cofnąć.
zh_cn: 確認刪除交易? 此操作不可逆轉。

source: Business
ar: أعمال
pl: Firmowe
zh_cn: 商务

source: Can't access the selected folder, check Flatpak permissions.
ar: تعذَّر الوصول للمجلَّد المحدَّد. تأكَّد من أذونات فلاتباك.
pl: Brak dostępu do wybranego folderu, sprawdź uprawnienia Flatpaka.
zh_cn: 没有所选文件夹的权限，请检查Flatpak权限。

source: Cancel
ar: ألغِ
pl: Anuluj
zh_cn: 取消

source: Change Password
ar: غيِّر كلمة السرِّ
pl: Zmień hasło
zh_cn: 更改密码

source: Checking
ar: جارٍ
pl: Bieżące
zh_cn: 支票

source: Close
ar: أغلق
pl: Zamknij
zh_cn: 关闭

source: Contributors on GitHub ❤️
ar: مساهمو جت هب ❤️
pl: Współautorzy z GitHuba ❤️
zh_cn: GitHub 上的贡献者 ❤️

source: Currency
ar: العملة
pl: Waluta
zh_cn: 货币

source: Currency Code
ar: رمز العملة
pl: Kod waluty
zh_cn: 货币代码

source: Currency Code (Empty)
ar: رمز العملة (فارغ)
pl: Kod waluty (pusty)
zh_cn: 货币代码 (空)

source: Currency Symbol
ar: شعار العملة
pl: Symbol waluty
zh_cn: 货币符号

source: Currency Symbol (Empty)
ar: شعار العملة (فارغ)
pl: Symbol waluty (pusty)
zh_cn: 货币符号 (空)

source: Currency Symbol (Invalid)
ar: شعار العملة (غير صالح)
pl: Symbol waluty (niepoprawny)
zh_cn: 货币符号 (无效)

source: Date
ar: التاريخ
pl: Data
zh_cn: 日期

source: Decimal Separator
ar: الفاصل العشري
pl: Separator dziesiętny
zh_cn: 小数点分隔符

source: Decimal Separator (Empty)
ar: الفاصل العشري (فارغ)
pl: Separator dziesiętny (pusty)
zh_cn: 小数点分隔符 (空)

source: Decimal Separator (Invalid)
ar: الفاصل العشري (غير صالح)
pl: Separator dziesiętny (niepoprawny)
zh_cn: 小数点分隔符 (无效)

source: Delete Existing
ar: احذف المعاملات الموجودة
pl: Usuń istniejące
zh_cn: 删除已存在的

source: Delete Group
ar: احذف المجموعة
pl: Usuń grupę
zh_cn: 删除组

source: Delete Only Source
ar: احذف المصدر فقط
pl: Usuń tylko źródłową
zh_cn: 删除唯一源

source: Delete Source and Generated
ar: احذف المصدر والمعاملات المولَّدة
pl: Usuń źródłową i wygenerowane
zh_cn: 删除源和内容

source: Delete Transaction
ar: احذف المعاملة
pl: Usuń transakcję
zh_cn: 删除交易

source: Description
ar: الوصف
pl: Opis
zh_cn: 描述

source: Description (Empty)
ar: الوصف (فارغ)
pl: Opis (pusty)
zh_cn: 描述 (空)

source: Destination Account
ar: حساب الوجهة
pl: Konto docelowe
zh_cn: 目标账户

source: Destination Account (Invalid)
ar: حساب الوجهة (غير صالح)
pl: Konto docelowe (niepoprawne)
zh_cn: 目标账户 (无效)

source: Destination Account Password
ar: كلمة سرِّ حساب الوجهة
pl: Hasło konta docelowego
zh_cn: 目标账户密码

source: Destination Account Password (Invalid)
ar: كلمة سرِّ حساب الوجهة (غير صالح)
pl: Hasło konta docelowego (niepoprawne)
zh_cn: 目标账户密码 (无效)

source: Destination Account Password (Required)
ar: كلمة سرِّ حساب الوجهة (مطلوب)
pl: Hasło konta docelowego (wymagane)
zh_cn: 目标账户密码 (必要)

source: Disassociate Existing
ar: افصل المعاملات الموجودة
pl: Rozdziel istniejące
zh_cn: 解除已有关联

source: Error
ar: خطأ
pl: Błąd
zh_cn: 错误

source: Expense
ar: نفقة
pl: Wydatek
zh_cn: 支出

source: Export to File
ar: صدِّر إلى ملفٍّ
pl: Eksport do pliku
zh_cn: 导出到文件

source: Exported account to file successfully.
ar: صُدِّر الحساب للملفِّ بنجاح.
pl: Poprawnie wyeksportowano konto do pliku.
zh_cn: 成功将账户导出到文件。

source: Generated: {0}
ar: وُلِّد: {0}
pl: Stworzono: {0}
zh_cn: 已生成: {0}

source: GitHub Repo
ar: مستودع جت‌هب
pl: Repozytorium na GitHubie
zh_cn: GitHub 仓库

source: Good Afternoon!
ar: مساء الخير!
pl: Dzień dobry!
zh_cn: 下午好!

source: Good Day!
ar: طاب يومك!
pl: Dobrego dnia!
zh_cn: 祝你有美好的一天!

source: Good Evening!
ar: مساء الخير!
pl: Dobry wieczór!
zh_cn: 晚上好!

source: Group
ar: المجموعة
pl: Grupa
zh_cn: 群组

source: Group Name
ar: اسم المجموعة
pl: Nazwa grupy
zh_cn: 组名

source: Group Separator
ar: فاصل المجموعة
pl: Separator grup
zh_cn: 组别分隔符

source: Group Separator (Invalid)
ar: فاصل المجموعة (غير صالح)
pl: Separator grup (niepoprawny)
zh_cn: 组别分隔符 (无效)

source: Groups
ar: المجموعات
pl: Grupy
zh_cn: 群组

source: Help
ar: المساعدة
pl: Pomoc
zh_cn: 帮助

source: Id
ar: المعرِّف
pl: Identyfikator (ID)

source: Import from Account
ar: استورد من حساب
pl: Import z konta
zh_cn: 从账户导入

source: Import from File
ar: استورد من ملفٍّ
pl: Import z pliku
zh_cn: 从文件导入

source: Imported {0} transaction from file.
ar: لم تستورد من الملف أي معاملة.
pl: Zaimportowano {0} transakcję z pliku.
zh_cn: 从文件导入 {0} 笔交易。

source: Income
ar: دخل
pl: Dochód
zh_cn: 收入

source: Manage your personal finances
ar: احفظ مالك
pl: Zarządzaj swoimi finansami
zh_cn: 管理你的个人财务

source: Matrix Chat
ar: محادثة ماتركس
pl: Czat na Matriksie

source: N/A
ar: غير متوفر
pl: nd.

source: Name
ar: الاسم
pl: Nazwa
zh_cn: 名称

source: Name (Empty)
ar: الاسم (فارغ)
pl: Nazwa (pusta)
zh_cn: 名称 (空)

source: Name (Exists)
ar: الاسم (موجود)
pl: Nazwa (już istnieje)
zh_cn: 名称 (已存在)

source: Never
ar: أبدًا
pl: Nigdy
zh_cn: 永不

source: Nickvision Denaro Account
ar: حساب نِكفِجِن دِنارو
pl: Konto Nickvision Denaro
zh_cn: Nickvision的Denaro账户

source: No
ar: لا
pl: Nie
zh_cn: 否

source: No End Date
ar: لا يوجد تاريخ انتهاء
pl: Bez daty końca
zh_cn: 没有结束日期

source: No Transactions
ar: لا توجد معاملات
pl: Brak transakcji
zh_cn: 没有交易

source: No Transactions Found
ar: لم يُعثر على معاملات
pl: Nie znaleziono transakcji
zh_cn: 没有找到交易

source: No transactions match the specified filters.
ar: لا توجد معاملات حسب التصفية المحدَّدة.
pl: Żadna transakcja nie odpowiada zastosowanym filtrom.
zh_cn: 没有符合条件的交易。

source: Notes
ar: الملاحظات
pl: Uwagi
zh_cn: 注释

source: Nothing to import from the file.
ar: لا شيء للاستيراد من الملف.
pl: W pliku nie ma nic do zaimportowania.
zh_cn: 从文件未能导入内容。

source: One month from now
ar: شهر واحد من الآن
pl: Miesiąc od dziś
zh_cn: 从现在起一个月

source: One week from now
ar: بعد أسبوع من الآن
pl: Tydzień od dziś
zh_cn: 从现在起一周

source: Open
ar: افتح
pl: Otwórz
zh_cn: 开启

source: Open Account
ar: افتح حسابًا
pl: Otwórz konto
zh_cn: 开设账户

source: Overview
ar: ملخَّص
pl: Przegląd
zh_cn: 概要

source: Page {0}
ar: الصفحة {0}
pl: Strona {0}
zh_cn: 第 {0} 页

source: PDF Password
ar: كلمة سرِّ بي‌دي‌إف
pl: Hasło do pliku PDF
zh_cn: PDF 密码

source: Receipt
ar: الإيصال
pl: Potwierdzenie
zh_cn: 收据

source: Receipt (File Inaccessible)
ar: الإيصال (لا يمكن الوصول للملف)
pl: Potwierdzenie (plik niedostępny)
zh_cn: 收据（文件无法访问）

source: Receipts
ar: الإيصالات
pl: Potwierdzenia
zh_cn: 收据

source: Repeat End Date
ar: تاريخ انتهاء التكرار
pl: Data końca powtarzania
zh_cn: 重复结束日期

source: Repeat End Date (Invalid)
ar: تاريخ انتهاء التكرار (غير صالح)
pl: Data końca powtarzania (niepoprawna)
zh_cn: 重复结束日期（无效）

source: Repeat Interval
ar: مدَّة التكرار
pl: Interwał powtarzania
zh_cn: 重复间隔

source: Repeat Interval Changed
ar: غُيِّرت مدَّة التكرار
pl: Zmieniono interwał powtarzania
zh_cn: 重复间隔已更改

source: Result was copied to clipboard.
ar: تم نسخ النتائج إلى الحافظة.
pl: Wynik skopiowany do schowka.
zh_cn: 结果已复制到剪贴板。

source: Savings
ar: ادِّخار
pl: Oszczędnościowe
zh_cn: 储蓄

source: Select Account
ar: حدِّد حسابًا
pl: Wybierz konto
zh_cn: 选择账户

source: Select Backup Folder
ar: حدِّد مجلَّد النسخ الاحتياطيِّ
pl: Wybierz folder do kopii zapasowej
zh_cn: 选择备份文件夹

source: Select Folder
ar: حدِّد مجلدًا
pl: Wybierz folder
zh_cn: 选择文件夹

source: Sort By Amount
ar: ترتيب حسب المبلغ
pl: Sortuj po kwocie
zh_cn: 按金额排序

source: Sort By Date
ar: افرز حسب التاريخ
pl: Sortuj po dacie
zh_cn: 按日期排序

source: Sort By Id
ar: افرز حسب المعرِّف
pl: Sortuj po ID
zh_cn: 按 ID 排序

source: Tags
ar: الوسوم
pl: Tagi
zh_cn: 标签

source: The password of the account was changed.
ar: غُيِّرت كلمة سرِّ الحساب.
pl: Zmieniono hasło do konta.
zh_cn: 账户密码已更改。

source: The password of the account was removed.
ar: أُزيلت كلمة سرِّ الحساب.
pl: Usunięto hasło do konta.
zh_cn: 账户密码已被删除。

source: The password will be removed upon closing this dialog.
ar: سوف تزال كلمة السرِّ عقب إغلاق مربَّع الحوار هذا.
pl: Hasło zostanie usunięte po zamknięciu tego monitu.
zh_cn: 关闭此对话框后，密码将被删除。

source: The passwords do not match.
ar: لم تتطابق كلمتا السرِّ.
pl: Hasła nie są jednakowe.
zh_cn: 密码不匹配。

source: The repeat interval was changed. What would you like to do with existing generated transactions? New repeat transactions will be generated based off the new interval.
ar: غُيِّرت مدَّة التكرار. ما تفعل بالمعاملات المولَّدة الموجودة؟ سوف تولَّد معاملات تكرار جديدة حسب المدَّة الجديدة.
pl: Zmieniono interwał powtarzania. Co chcesz zrobić z istniejącymi wygenerowanymi transakcjami? Nowe transakcje powtarzane będą generowane zgodnie z nowym interwałem.
zh_cn: 重复间隔已更改。 您想如何处理已生成的交易？ 新的重复交易将是使用新的间隔。

source: This account has no money available to transfer.
ar: ليس في هذا الحساب مال ليحوِّله.
pl: To konto nie ma dostępnych środków do przelewu.
zh_cn: 该账户没有足够资金完成转账。

source: This account is already opened.
ar: هذا الحساب مفتوح بالفعل.
pl: To konto jest już otwarte.
zh_cn: 此账户已经开启。

source: This transaction is a source repeat transaction. What would you like to do with the repeat transactions? Deleting only the source transaction will allow individual generated transactions to be modifiable.
ar: هذه المعاملة معاملة تكرار مصدر. ما تفعل بالمعاملات المكرَّرة؟ إن حذف معاملة المصدر فقط يتيح تعديل المعاملات المولَّدة.
pl: To jest źródłowa transakcja powtarzalna. Co chcesz zrobić z wygenerowanymi przez nią transakcjami? Usunięcie tylko transakcji źródłowej pozwoli na to, aby poszczególne wygenerowane transakcje były edytowalne.
zh_cn: 此交易是重复交易的来源。 希望如何更改重复交易? 只删去此源交易，将保留后续生成的交易。

source: This transaction is a source repeat transaction. What would you like to do with the repeat transactions? Updating only the source transaction will disassociate generated transactions from the source.
ar: هذه المعاملة معاملة تكرار مصدر. ما تفعل بالمعاملات المكرَّرة؟ إن تحديث معاملة المصدر فقط يفصل المعاملات المولَّدة عن المصدر.
pl: To jest źródłowa transakcja powtarzalna. Co chcesz zrobić z wygenerowanymi przez nią transakcjami? Zaktualizowanie tylko transakcji źródłowej rozdzieli od niej wygenerowane transakcje.
zh_cn: 此交易是重复交易的来源。 想要如何处理已经生成的交易？ 仅更新源交易，会将后续生成的交易与源交易分开。

source: Tomorrow
ar: غدًا
pl: Jutro
zh_cn: 明天

source: Total
ar: الإجماليُّ
pl: Łącznie
zh_cn: 總額

source: Transaction
ar: المعاملة
pl: Transakcja
zh_cn: 交易

source: Transactions
ar: المعاملات
pl: Transakcje
zh_cn: 交易

source: Transactions without a group
ar: المعاملات خارج المجموعات
pl: Transakcje bez grupy
zh_cn: 暫無組群之交易

source: Transfer From {0}
ar: حوِّل من {0}
pl: Przelej z {0}
zh_cn: 從 {0} 轉帳

source: Transfer To {0}
ar: حوِّل إلى {0}
pl: Przelej do {0}
zh_cn: 轉帳到 {0}

source: translator-credits
ar: علي الجشي <ahj696@hotmail.com>
pl: Dominik Gęgotek <ioutora@disroot.org>, 2023
zh_cn: 翻译者荣誉榜

source: Two months from now
ar: بعد شهرين من الآن
pl: Dwa miesiące od dziś
zh_cn: 从现在起二个月

source: Type
ar: النوع
pl: Rodzaj
zh_cn: 类型

source: Unable to export account to file.
ar: تعذَّر تصدير الحساب للملفِّ.
pl: Nie można eksportować konta do pliku.
zh_cn: 无法将账号导出到文件。

source: Unable to import information from the file. Please ensure that the app has permissions to access the file and try again.
ar: تعذَّر استيراد المعلومات من الملف. تأكد من حصول التطبيق على صلاحية الوصول للملف وجرب مرةً أخرى.
pl: Nie można zaimportować informacji z pliku. Upewnij się, że aplikacja ma uprawnienia dostępu do pliku i spróbuj ponownie.
zh_cn: 不能从文件导入信息。请确定应用具有访问该文件的权限，然后重试。

source: Unable to import transactions from the file.
pl: Nie można zaimportować transakcji z pliku.
zh_cn: 不能从文件中导入交易。

source: Unable to load currency data. Please try again. If the error still persists, report a bug.
pl: Nie można załadować danych o walucie. Spróbuj ponownie. Jeśli to nie pomoże, zgłoś błąd.
zh_cn: 不能载入货币数据。请重试。如果错误依旧，请报告bug。

source: Unable to login to account. Provided password is invalid.
ar: تعذَّر الدخول للحساب، فكلمة السرِّ المدخلة خاطئة.
pl: Nie można zalogować się na konto. Podane hasło jest nieprawidłowe.
zh_cn: 不能登录到账号。密码无效。

source: Unable to open the account. Please ensure that the app has permissions to access the file and try again.
ar: تعذَّر فتح الحساب. تأكد من حصول التطبيق على صلاحية الوصول للملف وجرب مرةً أخرى.
pl: Nie można utworzyć konta. Upewnij się, że aplikacja ma uprawnienia dostępu do pliku i spróbuj ponownie.
zh_cn: 不能打开账号。请确定此应用有文件访问权限，然后重试。

source: Unable to overwrite an existing account.
ar: تتعذَّر الكتابة على حساب موجود.
pl: Nie można nadpisać istniejącego konta.
zh_cn: 不能覆盖已有的账号。

source: Unable to overwrite an opened account.
ar: تتعذَّر الكتابة على حساب مفتوح.
pl: Nie można nadpisać otwartego konta.
zh_cn: 不能覆盖打开的账号。

source: Ungrouped
ar: دون مجموعة
pl: Bez grupy
zh_cn: 無組群

source: Untagged
ar: من دون وسم
pl: Nieotagowane
zh_cn: 未加标签

source: Upcoming transactions
ar: المعاملات المقبلة
pl: Nadchodzące transakcje
zh_cn: 即将发生的交易

source: Update Only Source
ar: حدِّث المصدر فقط
pl: Zaktualizuj tylko źródłową
zh_cn: 仅更新源交易

source: Update Source and Generated
ar: حدِّث المصدر والمعاملة المولَّدة
pl: Zaktualizuj źródłową i wygenerowane
zh_cn: 更新源交易和后续交易

source: Update Transaction
ar: حدِّث المعاملة
pl: Zaktualizuj transakcję
zh_cn: 更新交易

source: Upload
ar: ارفع
pl: Wgraj
zh_cn: 上传

source: View
ar: اعرض
pl: Pokaż
zh_cn: 查看

source: Would you like to password-protect the PDF file? If the password is lost, the PDF will be inaccessible.
ar: أتريد حماية ملفِّ بي‌دي‌إف بكلمة سرٍّ؟ إن فُقدت كلمة السرِّ فسوف يصبح الملفُّ غير قابل للفتح.
pl: Czy chcesz zabezpieczyć plik PDF hasłem? Jeśli utracisz hasło, PDF będzie niedostępny.
zh_cn: 想要给PDF文件添加密码保护吗？ 如果忘记密码，就无法访问该PDF文件了。

source: Yes
ar: نعم
pl: Tak
zh_cn: 是

source: Your system reported that your currency is
ar: يقول نظامك أن عملتك هي
pl: Twój system zgłasza, że twoją walutą jest
zh_cn: 系统报告，您的货币类型为

# Morning
source: Good Morning!
ar: صباح الخير!
pl: Dzień dobry!
zh_cn: 早上好！

# Night
source: Good Morning!
ar: صباح الخير!
pl: Dzień dobry!
zh_cn: 早上好！

source: Back
ar: عد
pl: Cofnij
zh_cn: 后退

source: Default Transaction Type
ar: نوع المعاملة المبدئيُّ
pl: Rodzaj domyślnej transakcji
zh_cn: 默认的交易类型

source: Transaction Reminders Threshold
pl: Częstotliwość przypomnień o transakcji
zh_cn: 交易提醒阈值

source: One Day Before
ar: قبل يوم واحد
pl: Dzień przed
zh_cn: 一天前

source: One Week Before
ar: قبل أسبوع واحد
pl: Tydzień przed
zh_cn: 一周前

source: One Month Before
ar: قبل شهر واحد
pl: Miesiąc przed
zh_cn: 一月前

source: Two Months Before
ar: قبل شهرين
pl: Dwa miesiące przed
zh_cn: 两月前

source: Manage the currency used by the account.
ar: أدر العملة التي يستخدمها الحساب.
pl: Zarządzaj walutą używaną przez konto.
zh_cn: 管理账号使用的货币。

source: Set a new password or remove one.
ar: عيِّن كلمة سرٍّ جديدة أو أزل إحداها.
pl: Ustaw nowe hasło lub usuń stare.
zh_cn: 设置新密码或者删除原密码。

source: Use Custom Currency
ar: استخدم عملةً مخصَّصةً
pl: Użyj własnej waluty
zh_cn: 使用自定义货币

source: Amount Display Style
pl: Styl wyświetlania kwoty
zh_cn: 金额显示样式

source: Other
ar: غير ذلك
pl: Inny
zh_cn: 其他

source: None
ar: لا يوجد
pl: Brak
zh_cn: 无

source: Decimal Digits
ar: الأرقام بعد الفاصل العشريِّ
pl: Cyfry dziesiętne
zh_cn: 十进制数字

source: Two
ar: إثنان
pl: Dwa

source: Three
ar: ثلاثة
pl: Trzy

source: Four
ar: أربعة
pl: Cztery

source: Five
ar: خمسة
pl: Pięć

source: Six
ar: ستة
pl: Sześć

source: Unlimited
ar: دون حدٍّ
pl: Bez limitu
zh_cn: 无限制

source: New Password
ar: كلمة سرٍّ جديدة
pl: Nowe hasło
zh_cn: 新的密码

source: Confirm Password
ar: أكِّد كلمة السرِّ
pl: Potwierdź hasło
zh_cn: 确认密码

source: Password Strength
ar: قوة كلمة السر
pl: Siła hasła
zh_cn: 密码强度

source: If the password is lost, there is no way to restore the file!
ar: إن فُقدت كلمة السرِّ فاعلم إنه لا يوجد سبيل لاستعادته!
pl: Jeśli zapomnisz hasła nie ma możliwości przywrócenia pliku!
zh_cn: 如果忘记密码，将无法恢复为您的账号！

source: Remove
ar: أزل
pl: Usuń
zh_cn: 删除

source: Transfer Money
ar: حوِّل مالًا
pl: Przelew środków
zh_cn: 转账

source: Export All Information
ar: صدِّر كلَّ المعلومات
pl: Eksportuj wszystkie informacje
zh_cn: 导出所有信息

source: Export Current View
ar: صدِّر المنظور الحاليَّ
pl: Eksportuj obecny widok
zh_cn: 导出当前视图

source: Search by description
ar: افرز حسب الوصف
pl: Szukaj po opisie
zh_cn: 按详情搜索

source: Today's Overview
ar: ملخَّص لليوم
pl: Przegląd za dziś
zh_cn: 今日概况

source: Reminders
ar: المفكرات
pl: Przypomnienia
zh_cn: 提醒

source: Actions
ar: الإجراءات
pl: Działania
zh_cn: 操作

source: Select All Overview Filters
ar: حدِّد كلَّ تصفيات النظرة العامة
pl: Wybierz wszystkie filtry przeglądu
zh_cn: 选择所有概况筛选器

source: New Group (Ctrl+G)
ar: مجموعة جديدة (Ctrl+G)
pl: Nowa grupa (Ctrl+G)
zh_cn: 新建群組 (Ctrl+G)

# Group
source: New
ar: جديد
pl: Nowa
zh_cn: 新建

source: Toggle Groups Visibility
ar: بدِّل ظهور المجموعات
pl: Ustaw widoczność grup
zh_cn: 切换群组可见性

source: Select All Groups Filters
ar: حدِّد كلَّ تصفيات المجموعات
pl: Wybierz wszystkie filtry grup
zh_cn: 选择所有群组筛选器

source: Unselect Groups Filters
ar: ألغِ تحديد تصفيات المجموعات
pl: Odznacz filtry grup
zh_cn: 取消选择群组筛选器

source: Toggle Tags Visibility
pl: Ustaw widoczność tagów
zh_cn: 切换标签可见性

source: Select All Tags Filters
pl: Wybierz wszystkie filtry tagów
zh_cn: 选择所有标签筛选器

source: Unselect Tags Filters
pl: Odznacz filtry tagów
zh_cn: 取消选择标签筛选器

source: Calendar
ar: التقويم
pl: Kalendarz
zh_cn: 日历

source: Select Current Month
pl: Wybierz obecny miesiąc
zh_cn: 选择当前月

source: Reset To Today
ar: صفِّر لليوم
pl: Zresetuj do dzisiaj
zh_cn: 重置到今天

source: Today
ar: اليوم
pl: Dziś
zh_cn: 今天

source: Select Range
ar: اختر مدًى
pl: Wybierz zakres
zh_cn: 选择范围

# DateRange
source: Start
ar: البداية
pl: Początek
zh_cn: 开始

# DateRange
source: End
ar: النهاية
pl: Koniec
zh_cn: 结束

source: Visualize
pl: Wizualizuj
zh_cn: 可见

source: Next
ar: التالي
pl: Dalej
zh_cn: 继续

source: Sort From First To Last
ar: افرز من الأحدث إلى الأقدم
pl: Sortuj od najnowszych
zh_cn: 排序：从最先到最后

source: Sort From Last To First
ar: افرز من الأقدم إلى الأحدث
pl: Sortuj od najstarszych
zh_cn: 排序：从最后到最先

source: New Transaction (Ctrl+Shift+N)
ar: معاملة جديدة (Ctrl+Shift+N)
pl: Nowa transakcja (Ctrl+Shift+N)
zh_cn: 新建交易 (Ctrl+Shift+N)

# Transaction
source: New
ar: جديد
pl: Nowa
zh_cn: 新建

source: Suggestions
ar: اقتراحات
pl: Sugestie
zh_cn: 建议

source: Converter
pl: Przelicznik
zh_cn: 换算器

source: Switch currencies
pl: Zmień waluty
zh_cn: 切换货币

source: Switch
pl: Zmień
zh_cn: 切换

source: Loading...
ar: جارٍ التحميل…
pl: Ładowanie...
zh_cn: 正在载入……

source: Source
ar: المصدر
pl: Źródło
zh_cn: 源交易

source: Result
ar: النتيجة
pl: Wynik
zh_cn: 结果

source: Copy Result Amount
ar: نسخ نتيجة المبلغ
pl: Kopiuj wynik kwoty
zh_cn: 复制结果金额

source: All Accounts
ar: كلُّ الحسابات
pl: Wszystkie konta
zh_cn: 所有账户

source: Color
ar: اللون
pl: Kolor
zh_cn: 顏色

source: Delete
ar: احذف
pl: Usuń
zh_cn: 删除

source: Edit Group
ar: حرِّر المجموعة
pl: Edytuj grupę
zh_cn: 编辑群组

source: New Account
ar: حساب جديد
pl: Nowe konto
zh_cn: 新建账户

source: Use this wizard to get the most out of your account
ar: يرشدك هذا المرشد نحو أحسن استفادة من حسابك
pl: Użyj kreatora, aby w pełni wykorzystać swoje konto
zh_cn: 使用此向导可更好利用你的账户

source: Let's Start
ar: بسم الله نبدأ
pl: Zacznijmy
zh_cn: 开始！

source: Storage Location
ar: مكان التخزين
pl: Lokalizacja pamięci
zh_cn: 存储位置

source: Account Password (Optional)
ar: كلمة سرِّ الحساب (اختياري)
pl: Hasło konta (opcjonalne)
zh_cn: 账户密码(可选)

source: Overwrite Existing Accounts
ar: اكتب على حسابات موجودة
pl: Nadpisuj istniejące konta
zh_cn: 覆盖已有账户

source: Account Options
ar: خيارات الحساب
pl: Opcje konta
zh_cn: 账户选项

source: This is only a useful label that doesn't affect how the app works.
ar: هذه ليست سوى تسمية مفيدة لا تؤثر على كيفية عمل التطبيق.
pl: To tylko przydatna etykieta, nie ma wpływu na działanie aplikacji.
zh_cn: 这是一个有用的标签，不影响应用运行。

source: Account Currency
ar: عملة الحساب
pl: Waluta konta
zh_cn: 账户货币

source: Import Existing Information
ar: استورد معلومات موجودةً
pl: Importuj istniejące informacje
zh_cn: 导入已有信息

source: Upload a valid file to use to import existing information into the new account.
ar: ارفع ملفًّا صالحًا يُستخدم لاستيراد معلومات إلى حساب جديد.
pl: Prześlij odpowiedni plik, aby zaimportować istniejące informacje do nowego konta.
zh_cn: 上传一个有效文件，用于将现有信息导入新账户。

source: Import File
ar: استورد ملفًّا
pl: Import pliku
zh_cn: 导入文件

source: Select File
ar: حدِّد ملفًّا
pl: Wybierz plik
zh_cn: 选择文件

source: Clear File
ar: امحُ ملفًّا
pl: Wyczyść plik
zh_cn: 清除文件

source: Create
ar: أنشئ
pl: Stwórz
zh_cn: 创建

source: Enter Password To Login:
ar: أدخل كلمة السرِّ لتسجِّل دخولك:
pl: Wpisz hasło, aby się zalogować:
zh_cn: 输入登录密码：

source: Password
ar: كلمة السرِّ
pl: Hasło
zh_cn: 密码

source: Unlock
ar: افتح
pl: Odblokuj
zh_cn: 解锁

source: Preferences
ar: التفضيلات
pl: Opcje
zh_cn: 偏好設定

source: User Interface
ar: واجهة المستخدم
pl: Interfejs użytkownika
zh_cn: 用户界面

source: Theme
ar: السمة
pl: Motyw
zh_cn: 主题

# Theme
source: Light
ar: فاتحة
pl: Jasny
zh_cn: 亮色

# Theme
source: Dark
ar: داكنة
pl: Ciemny
zh_cn: 暗色

# Theme
source: System
ar: نفس سمة النظام
pl: Systemowy
zh_cn: 跟随系统

source: Colors
ar: الألوان
pl: Kolory
zh_cn: 颜色

source: Customize the colors used by Denaro.
ar: خصِّص الألوان التي يستخدمها دينار.
pl: Dostosuj kolory używane przez Denaro.
zh_cn: 自定义界面颜色。

source: Transaction Default Color
ar: اللون المبدئيُّ للمعاملات
pl: Domyślny kolor transakcji
zh_cn: 默认交易颜色

source: A change in this setting will only be applied to newly added transactions.
ar: التغييرات لهذا الإعداد تطبَّق على المعاملات الجديدة فقط.
pl: Zmiana tej opcji zostanie zastosowana wyłącznie do nowych transakcji.
zh_cn: 对此设置的修改仅影响后续新的交易。

source: Transfer Default Color
ar: اللون المبدئيُّ للتحويلات
pl: Domyślny kolor przelewu
zh_cn: 默认转账颜色

source: A change in this setting will only be applied to new transfers.
ar: التغييرات لهذا الإعداد تطبَّق على التحويلات الجديدة فقط.
pl: Zmiana tej opcji zostanie zastosowana wyłącznie do nowych przelewów.
zh_cn: 对此设置的修改仅影响新的交易。

source: Group Default Color
ar: اللون المبدئيُّ للمجموعات
pl: Domyślny kolor grupy
zh_cn: 群组默认颜色

source: A change in this setting will only be applied to new groups.
ar: التغييرات لهذا الإعداد تطبَّق على المجموعات الجديدة فقط.
pl: Zmiana tej opcji zostanie zastosowana tylko do nowych grup.
zh_cn: 对此设置的修改将仅影响以后新建的群组。

source: Checking Account Color
ar: لون الحساب الجاري
pl: Kolor konta bieżącego
zh_cn: 支票账户颜色

source: Savings Account Color
ar: لون حساب التوفير
pl: Kolor konta oszczędnościowego
zh_cn: 储蓄账户颜色

source: Business Account Color
ar: لون حساب الأعمال
pl: Kolor konta firmowego
zh_cn: 商务账户颜色

source: Locale
ar: الإعدادات المحلية
pl: Opcje regionalne
zh_cn: 本地
