Repository: NickvisionApps/Denaro
Catalog: resources/po/*.po
Languages: ar, pl, zh_cn

source: Use Native Digits
ar: استخدم أرقام اللغة
pl: Używaj cyfr rodzimych
zh_cn: 使用原生数字

source: Whether to use numerals that are native for your locale instead of latin digits.
ar: ما إن كان ينبغي استخدام الأرقام المستخدمة في لغتك (مثلًا الأرقام العربية المشرقية) أم الأرقام العربية المغربية.
pl: Zamiast cyfr łacińskich używaj cyfr rodzimych dla danego regionu.
zh_cn: 是否使用您所在地区的原生数字，而不是拉丁数字。

source: Insert Decimal Separator
ar: أدرج فاصلًا عشريًّا
pl: Wstawianie separatora dziesiętnego
zh_cn: 插入十进制分隔符

source: Set for which keys pressed will the locale's decimal separator be inserted into an amount field.
ar: عيِّن أيُّ المفاتيح إن ضُغطت يدرج الفاصل العشري في حقل مقدار حسب الإعدادات المحلية.
pl: Ustaw klawisze, które będą wstawiać regionalny separator dziesiętny w polu kwoty.
zh_cn: 设置按键，用于将区域设置的十进制分隔符插入金额字段。

# InsertSeparator
source: Off
ar: معطَّل
pl: Wyłączone
zh_cn: 关闭

source: Numpad period only
ar: نقطة لوح الأرقام فقط
pl: Tylko kropka klaw. num.
zh_cn: 仅数字键盘区域的句号

source: Period and Comma
ar: النقطة والفاصلة
pl: Kropka i przecinek
zh_cn: 句号和逗号

source: Backup
ar: النسخ الاحتياطيُّ
pl: Kopia zapasowa
zh_cn: 备份

source: CSV Backup Folder
ar: مجلَّد النسخ الاحتياطيِّ ل‍سي‌إس‌في
pl: Folder kopii zapasowych CSV
zh_cn: CVS备份文件夹

source: Unencrypted accounts will automatically export as CSV files to this folder when a change is made.
ar: سوف تصدَّر الحسابات غير المعمَّاة على هيأة ملفَّات سي‌إس‌في لهذا الحساب تلقائيًّا، وذلك إن طرأ عليها تغيير.
pl: Nieszyfrowane konta będą automatycznie eksportowane jako pliki CSV do tego folderu po wprowadzeniu zmiany.
zh_cn: 修改之后，未加密的账户将自动导出为CVS文件，保存到此文件夹中。

source: Clear Backup Folder
ar: امحُ مجلَّد النسخ الاحتياطيِّ
pl: Wyczyść folder kopii zapasowej
zh_cn: 清除备份文件夹

source: No Reminders
ar: لا مفكرات
pl: Brak przypomnień
zh_cn: 不提醒

source: Account
ar: الحساب
pl: Konto
zh_cn: 账户

source: Close Account
ar: أغلق الحساب
pl: Zamknij konto
zh_cn: 关闭账户

# Title
source: Transfer
ar: حوِّل
pl: Przelew
zh_cn: 转账

source: New Group
ar: مجموعة جديدة
pl: Nowa grupa
zh_cn: 新建群组

source: New Transaction
ar: معاملة جديدة
pl: Nowa transakcja
zh_cn: 新建交易

source: Application
ar: التطبيق
pl: Aplikacja
zh_cn: 应用

source: Keyboard Shortcuts
ar: اختصارات لوح المفاتيح
pl: Skróty klawiszowe
zh_cn: 键盘快捷键

source: Toggle Sidebar
ar: بدِّل شريط الجانب
pl: Pokaż/ukryj panel boczny
zh_cn: 切换侧边栏

source: Quit
ar: أنهِ
pl: Wyjdź
zh_cn: 退出

source: Make a Copy
ar: انسخه
pl: Stwórz kopię
zh_cn: 制作复本

source: Clear End Date
ar: امحُ تاريخ الانتهاء
pl: Usuń datę końca
zh_cn: 清除结束日期

source: Daily
ar: كلَّ يوم
pl: Codziennie
zh_cn: 每日

source: Weekly
ar: كلَّ أسبوع
pl: Co tydzień
zh_cn: 每周

source: Biweekly
ar: كلَّ نصف شهر
pl: Co dwa tygodnie
zh_cn: 双周

source: Monthly
ar: كلَّ شهر
pl: Co miesiąc
zh_cn: 每月

source: Quarterly
ar: كلَّ ربع سنة
pl: Co kwartał
zh_cn: 每季

source: Yearly
ar: كلَّ سنة
pl: Co rok
zh_cn: 每年

source: Biyearly
ar: كلَّ سنتين
pl: Co dwa lata
zh_cn: 每两年

source: Use group color
ar: استخدم لون المجموعة
pl: Użyj koloru grupy
zh_cn: 使用群组颜色

source: Use unique color
ar: استخدم لونًا مميِّزًا
pl: Użyj unikalnego koloru
zh_cn: 使用独特颜色

source: Enter a new tag name...
pl: Wpisz nową nazwę tagu...
zh_cn: 请输入新的标签名称……

source: Add Tag
pl: Dodaj tag
zh_cn: 添加标签

source: Extras
ar: إضافات
pl: Dodatkowe
zh_cn: 额外

source: Manage extra fields of the transaction.
ar: أدر حقولًا إضافيةً في المعاملة.
pl: Zarządzaj dodatkowymi polami transakcji.
zh_cn: 管理交易的额外字段。

source: Enter notes here
ar: أدخل الملاحظات هنا
pl: Wpisz tu uwagi
zh_cn: 在此处输入备注

source: Edit Transaction
ar: حرِّر المعاملة
pl: Edytuj transakcję
zh_cn: 编辑交易

source: Transferring money will create an expense transaction with the given amount in this account and an income transaction with the given amount in the account to transfer to.
ar: يكلِّف تحويل المال من هذا الحساب نفقةً عليه ودخلًا على المحوَّل له، وقيمتها هي قيمة التحويل، وتكون النفقة على هيأة معاملة نفقة، ويكون الدخل على هيئة معاملة دخل.
pl: Przelew środków stworzy wydatek o kwocie przelewu na tym koncie oraz dochód o kwocie przelewu na koncie, na które wykonywany jest przelew.
zh_cn: 转账将会在此账户的收入合计中产生一笔支出，并在转入的账户的收入合计中产生一笔收入。

source: No Account Selected
ar: لم يحدَّد حساب
pl: Nie wybrano konta
zh_cn: 未选择账户

source: Select a destination account
ar: حدِّد حساب الوجهة
pl: Wybierz konto docelowe
zh_cn: 选择目标账户

source: Recent Accounts
ar: الحسابات المستخدمة مؤخَّرًا
pl: Ostatnie konta
zh_cn: 近期账户

source: Recents
ar: الحديثة
pl: Ostatnie
zh_cn: 近期

source: Conversion Needed
ar: التحويل مطلوب
pl: Wymiana jest wymagana
zh_cn: 需要换算

source: Use Custom Rates
pl: Użyj własnych przeliczników wymiany
zh_cn: 使用自定义费率

source: Enter the conversion rates manually
pl: Wpisz ręcznie przelicznik wymiany
zh_cn: 手动输入换算费率

# Button
source: Transfer
ar: حوِّل
pl: Przelew
zh_cn: 转账

source: Currency Converter
ar: مُحوّل عملات
pl: Przelicznik walut
zh_cn: 汇率换算

source: About Denaro
ar: عن دينار
pl: O Denaro
zh_cn: 关于Denaro

source: Account Menu
ar: قائمة الحساب
pl: Menu konta
zh_cn: 账户菜单

source: New Account (Ctrl+N)
ar: حساب جديد (Ctrl + N)
pl: Nowe konto (Ctrl+N)
zh_cn: 新建账户 (Ctrl+N)

# Account
source: New
ar: جديد
pl: Nowe
zh_cn: 新建

source: Open Account (Ctrl+O)
ar: افتح حسابًا (Ctrl + O)
pl: Otwórz konto (Ctrl+O)
zh_cn: 打开账户 (Ctrl+O)

source: No Recent Accounts
ar: لا توجد حسابات استخدمت مؤخَّرًا
pl: Brak ostatnich kont
zh_cn: 无近期账户

source: Toggle Graphs
pl: Włącz wykresy
zh_cn: 切换图表

source: Main Menu
ar: القائمة الرئيسية
pl: Główne menu
zh_cn: 主菜单

source: Dashboard
ar: لوح المعلومات
pl: Panel
zh_cn: 显示看板

source: Create or open an account to get started. You may also drag a file into the app from your file browser.
ar: أنشئ أو افتح حسابًا لتبدأ، ولك إن شئت أن تفلت ملفًّا على التطبيق من متصفِّح الملفَّات.
pl: Stwórz lub otwórz istniejące konto, aby zacząć. Możesz też przeciągnąć tu plik z komputera.
zh_cn: 要开始，请创建或打开账户。您也可以从文件浏览器中拖动一个文件到此应用中。

source: {0} tag
zh_cn: {0}个标签

source: Folder
ar: مجلد
zh_cn: 文件夹

source: Denaro
ar: دينار
